[
    {
        "restaurant_id": 4710,
        "title_en": "Zaap Classic Seacon Square Srinagarindra | Authentic Isan Cuisine - Buffet | Bangkok",
        "description_en": "Indulge in authentic Isan cuisine at Zaap Classic Seacon Square Srinagarindra. Enjoy a buffet feast from just 299 THB with Hungry Hub. Book now for a flavorful Thai experience!",
        "misc_en": "Zaap Classic Seacon Square Srinagarindra is a popular restaurant located in the bustling Seacon Square mall in Bangkok. Specializing in authentic Isan cuisine, this eatery offers a diverse buffet featuring classic northeastern Thai dishes. Diners can savor favorites like som tam (papaya salad), larb (spicy minced meat salad), and grilled meats. The restaurant's vibrant atmosphere and rustic decor transport guests to the heart of Isan. With its affordable pricing and extensive menu, Zaap Classic is perfect for groups and families looking to explore the rich flavors of northeastern Thailand. Through Hungry Hub, customers can enjoy exclusive discounts on their buffet experience, making it an excellent value for food lovers seeking an authentic Thai dining adventure in Bangkok.",
        "keywords_en": "Zaap Classic, Seacon Square, Srinagarindra, Isan cuisine, Thai buffet, som tam, larb, grilled meats, Bangkok restaurants, affordable dining, Hungry Hub deals",
        "title_th": "ร้านแซ่บคลาสสิค ซีคอนสแควร์ ศรีนครินทร์ | บุฟเฟ่ต์อีสาน - อาหารพื้นเมือง | กรุงเทพฯ",
        "description_th": "อิ่มอร่อยกับอาหารอีสานแท้ๆ ที่ร้านแซ่บคลาสสิค ซีคอนสแควร์ ศรีนครินทร์ สนุกกับบุฟเฟ่ต์ราคาเริ่มต้นเพียง 299 บาทผ่าน Hungry Hub จองเลยวันนี้!",
        "misc_th": "ร้านแซ่บคลาสสิค ซีคอนสแควร์ ศรีนครินทร์ เป็นร้านอาหารยอดนิยมตั้งอยู่ในศูนย์การค้าซีคอนสแควร์ กรุงเทพฯ เชี่ยวชาญด้านอาหารอีสานแท้ๆ นำเสนอบุฟเฟ่ต์ที่หลากหลายด้วยอาหารอีสานแท้ ลูกค้าสามารถลิ้มลองเมนูยอดนิยม เช่น ส้มตำ ลาบ และเนื้อย่าง บรรยากาศสดใสและการตกแต่งแบบพื้นบ้านพาคุณไปสู่หัวใจของภาคอีสาน ด้วยราคาที่เอื้อมถึงและเมนูที่หลากหลาย ร้านแซ่บคลาสสิคเหมาะสำหรับกลุ่มเพื่อนและครอบครัวที่ต้องการสัมผัสรสชาติอาหารอีสานแท้ๆ ผ่าน Hungry Hub ลูกค้าสามารถรับส่วนลดพิเศษสำหรับบุฟเฟ่ต์ ทำให้เป็นตัวเลือกที่คุ้มค่าสำหรับคนรักอาหารที่ต้องการสัมผัสประสบการณ์อาหารไทยแท้ในกรุงเทพฯ",
        "keywords_th": "แซ่บคลาสสิค, ซีคอนสแควร์, ศรีนครินทร์, อาหารอีสาน, บุฟเฟ่ต์อาหารไทย, ส้มตำ, ลาบ, เนื้อย่าง, ร้านอาหารในกรุงเทพ, ร้านอาหารราคาประหยัด, ดีลจาก Hungry Hub"
    },
    {
        "restaurant_id": 4713,
        "title_en": "Shidai Kushiyaki | Japanese Skewers & Izakaya - Authentic Dining | Bangkok",
        "description_en": "Experience authentic Japanese kushiyaki at Shidai Kushiyaki in Bangkok. Enjoy premium grilled skewers and izakaya-style dining. Book through Hungry Hub for exclusive discounts!",
        "misc_en": "Shidai Kushiyaki is a premier Japanese restaurant in Bangkok, specializing in authentic kushiyaki (grilled skewers) and izakaya-style dining. Located in the heart of the city, this culinary gem offers a wide array of meticulously prepared skewers, featuring premium meats, seafood, and vegetables. The restaurant's ambiance mirrors a traditional Japanese izakaya, providing an immersive dining experience. Shidai Kushiyaki is renowned for its expert grilling techniques, resulting in perfectly cooked, flavor-packed skewers. The menu also includes a curated selection of sake and Japanese beers, complementing the rich flavors of the cuisine. With its commitment to quality ingredients and authentic preparation methods, Shidai Kushiyaki has become a favorite among locals and tourists seeking genuine Japanese flavors in Bangkok.",
        "keywords_en": "Shidai Kushiyaki, Japanese restaurant, kushiyaki, grilled skewers, izakaya, Bangkok, authentic Japanese cuisine, sake, Japanese beer, premium ingredients",
        "title_th": "ชิไดคุชิยากิ | สเต๊กญี่ปุ่นและอิซากายะ - อาหารญี่ปุ่นแท้ | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์คุชิยากิญี่ปุ่นแท้ที่ชิไดคุชิยากิในกรุงเทพฯ เพลิดเพลินกับเนื้อย่างพรีเมียมและบรรยากาศอิซากายะ จองผ่าน Hungry Hub รับส่วนลดพิเศษ!",
        "misc_th": "ชิไดคุชิยากิเป็นร้านอาหารญี่ปุ่นชั้นนำในกรุงเทพฯ ที่เชี่ยวชาญด้านคุชิยากิ (เนื้อย่างเสียบไม้) แท้ๆ และการรับประทานอาหารแบบอิซากายะ ตั้งอยู่ใจกลางเมือง ร้านอาหารแห่งนี้นำเสนออาหารเลิศรสมากมาย โดยเฉพาะเนื้อย่างเสียบไม้ที่ปรุงอย่างพิถีพิถัน ทั้งเนื้อสัตว์ชั้นดี อาหารทะเล และผัก บรรยากาศภายในร้านจำลองแบบอิซากายะญี่ปุ่นดั้งเดิม มอบประสบการณ์การรับประทานอาหารที่เป็นเอกลักษณ์ ชิไดคุชิยากิมีชื่อเสียงในด้านเทคนิคการย่างที่เชี่ยวชาญ ทำให้ได้อาหารที่สุกกำลังดีและเต็มไปด้วยรสชาติ นอกจากนี้ เมนูยังรวมถึงเหล้าสาเกและเบียร์ญี่ปุ่นคัดสรรที่เข้ากันได้ดีกับรสชาติอาหาร ด้วยความมุ่งมั่นในการใช้วัตถุดิบคุณภาพสูงและวิธีการปรุงอาหารแบบดั้งเดิม ชิไดคุชิยากิจึงเป็นที่ชื่นชอบทั้งของคนท้องถิ่นและนักท่องเที่ยวที่ต้องการลิ้มลองรสชาติอาหารญี่ปุ่นแท้ๆ ในกรุงเทพฯ",
        "keywords_th": "ชิไดคุชิยากิ, ร้านอาหารญี่ปุ่น, คุชิยากิ, เนื้อย่างเสียบไม้, อิซากายะ, กรุงเทพฯ, อาหารญี่ปุ่นแท้, สาเก, เบียร์ญี่ปุ่น, วัตถุดิบคุณภาพสูง"
    },
    {
        "restaurant_id": 4720,
        "title_en": "1897 Lounge at Siam Kempinski Hotel Bangkok | Luxury High Tea - Cocktails | Bangkok",
        "description_en": "Experience luxury high tea and craft cocktails at 1897 Lounge, Siam Kempinski Hotel Bangkok. Book through Hungry Hub for exclusive discounts up to 50% off on exquisite dining experiences.",
        "misc_en": "1897 Lounge at Siam Kempinski Hotel Bangkok is an elegant retreat offering a luxurious high tea experience and sophisticated cocktails. Named after the founding year of Kempinski Hotels, this stylish venue combines classic European flair with Thai hospitality. Guests can indulge in a meticulously curated afternoon tea set featuring delicate pastries, savory bites, and premium teas. As evening approaches, the lounge transforms into a chic cocktail bar, where expert mixologists craft innovative drinks using top-shelf spirits and locally-sourced ingredients. With its plush seating, warm lighting, and live piano performances, 1897 Lounge provides the perfect ambiance for both relaxed daytime gatherings and elegant evening soirées in the heart of Bangkok.",
        "keywords_en": "1897 Lounge, Siam Kempinski Hotel, Bangkok, luxury high tea, craft cocktails, afternoon tea, live piano, elegant lounge, European flair, Thai hospitality",
        "title_th": "1897 เลานจ์ โรงแรมสยามเคมปินสกี้ กรุงเทพฯ | ไฮที่สุดหรู - ค็อกเทล | กรุงเทพมหานคร",
        "description_th": "สัมผัสประสบการณ์ไฮทีสุดหรูและค็อกเทลชั้นเลิศที่ 1897 เลานจ์ โรงแรมสยามเคมปินสกี้ กรุงเทพฯ จองผ่าน Hungry Hub รับส่วนลดพิเศษสูงสุด 50% สำหรับประสบการณ์อาหารสุดพิเศษ",
        "misc_th": "1897 เลานจ์ ณ โรงแรมสยามเคมปินสกี้ กรุงเทพฯ เป็นสถานที่พักผ่อนอันหรูหราที่นำเสนอประสบการณ์ไฮทีสุดพิเศษและค็อกเทลรสเลิศ ตั้งชื่อตามปีก่อตั้งของโรงแรมเคมปินสกี้ สถานที่สุดสง่างามนี้ผสมผสานความมีสไตล์แบบยุโรปกับการต้อนรับแบบไทย แขกสามารถเพลิดเพลินกับชุดน้ำชายามบ่ายที่คัดสรรมาอย่างพิถีพิถัน ประกอบด้วยขนมหวานนานาชนิด อาหารว่างคาวและชาชั้นเยี่ยม เมื่อค่ำคืบคลานเข้ามา เลานจ์จะเปลี่ยนเป็นบาร์ค็อกเทลสุดชิค ที่ซึ่งมิกโซโลจิสต์ผู้เชี่ยวชาญรังสรรค์เครื่องดื่มสร้างสรรค์โดยใช้เหล้าชั้นดีและวัตถุดิบท้องถิ่น ด้วยที่นั่งสุดหรู แสงไฟอบอุ่น และการแสดงเปียโนสด 1897 เลานจ์มอบบรรยากาศที่สมบูรณ์แบบสำหรับการพบปะสังสรรค์ยามบ่ายและค่ำคืนอันหรูหราใจกลางกรุงเทพฯ",
        "keywords_th": "1897 เลานจ์, โรงแรมสยามเคมปินสกี้, กรุงเทพฯ, ไฮทีหรูหรา, ค็อกเทลชั้นเลิศ, น้ำชายามบ่าย, เปียโนสด, เลานจ์หรูหรา, สไตล์ยุโรป, การต้อนรับแบบไทย"
    },
    {
        "restaurant_id": 4721,
        "title_en": "Sra Bua by Kiin Kiin | Michelin-Starred Thai Fusion | Siam Kempinski Bangkok",
        "description_en": "Experience Michelin-starred Thai fusion at Sra Bua by Kiin Kiin. Book through Hungry Hub for exclusive deals, starting from just 2,500 THB for an unforgettable culinary journey.",
        "misc_en": "Sra Bua by Kiin Kiin, located in the luxurious Siam Kempinski Hotel Bangkok, is a Michelin-starred restaurant that offers an innovative take on Thai cuisine. Led by renowned Danish chef Henrik Yde-Andersen, the restaurant combines traditional Thai flavors with modern culinary techniques, creating a unique dining experience. The menu features artistic presentations and molecular gastronomy, with signature dishes like the frozen red curry with lobster and the street food-inspired LOB YAA. The restaurant's elegant interior, inspired by a traditional Thai summer house, provides a sophisticated ambiance for guests to enjoy their culinary journey. Sra Bua by Kiin Kiin offers both à la carte options and a multi-course tasting menu, allowing diners to fully explore the chef's creative interpretations of Thai cuisine.",
        "keywords_en": "Sra Bua by Kiin Kiin, Michelin-starred, Thai fusion, molecular gastronomy, Siam Kempinski Hotel, Bangkok fine dining, innovative Thai cuisine, Henrik Yde-Andersen, tasting menu, luxury restaurant",
        "title_th": "ศาลาบัว บาย กิน กิน | อาหารไทยฟิวชั่นระดับมิชลิน | สยามเคมปินสกี้ กรุงเทพ",
        "description_th": "สัมผัสประสบการณ์อาหารไทยฟิวชั่นระดับมิชลินที่ศาลาบัว บาย กิน กิน จองผ่าน Hungry Hub รับข้อเสนอสุดพิเศษ เริ่มต้นเพียง 2,500 บาท สำหรับการเดินทางในโลกแห่งรสชาติ",
        "misc_th": "ศาลาบัว บาย กิน กิน ตั้งอยู่ในโรงแรมสยามเคมปินสกี้ กรุงเทพฯ เป็นร้านอาหารระดับมิชลินสตาร์ที่นำเสนออาหารไทยในรูปแบบที่สร้างสรรค์ นำโดยเชฟชื่อดังชาวเดนมาร์ก เฮนริค อีเด-แอนเดอร์เซน ร้านอาหารผสมผสานรสชาติแบบไทยดั้งเดิมกับเทคนิคการทำอาหารสมัยใหม่ สร้างประสบการณ์การรับประทานอาหารที่ไม่เหมือนใคร เมนูประกอบด้วยการนำเสนอที่เป็นศิลปะและเทคนิคอณูการทำอาหาร มีเมนูซิกเนเจอร์อย่างแกงเผ็ดแช่แข็งกับล็อบสเตอร์และเมนูที่ได้แรงบันดาลใจจากอาหารริมทางอย่าง LOB YAA การตกแต่งภายในที่หรูหราได้แรงบันดาลใจจากเรือนไทยฤดูร้อนแบบดั้งเดิม สร้างบรรยากาศที่ประณีตให้แขกได้เพลิดเพลินกับการเดินทางในโลกแห่งรสชาติ ศาลาบัว บาย กิน กิน นำเสนอทั้งเมนูอาหารแบบ à la carte และเมนูชิมหลายคอร์ส ให้ผู้ทานได้สำรวจการตีความอาหารไทยอย่างสร้างสรรค์ของเชฟอย่างเต็มที่",
        "keywords_th": "ศาลาบัว บาย กิน กิน, มิชลินสตาร์, อาหารไทยฟิวชั่น, อณูการทำอาหาร, โรงแรมสยามเคมปินสกี้, ร้านอาหารหรูในกรุงเทพ, อาหารไทยสร้างสรรค์, เฮนริค อีเด-แอนเดอร์เซน, เมนูชิม, ร้านอาหารหรูหรา"
    },
    {
        "restaurant_id": 4723,
        "title_en": "Burn Whale | Seafood BBQ - Unique Dining Experience | Bangkok",
        "description_en": "Experience Burn Whale's unique seafood BBQ in Bangkok. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy fresh seafood and grilled specialties.",
        "misc_en": "Burn Whale is a popular seafood BBQ restaurant located in the heart of Bangkok, offering a unique dining experience that combines fresh seafood with grilling expertise. Known for its extensive selection of premium seafood, including king crab, lobster, and various fish, Burn Whale allows diners to grill their own seafood at the table. The restaurant's signature 'Burn Whale Set' features a curated selection of seafood and meats, perfect for sharing. With its stylish industrial decor and lively atmosphere, Burn Whale is ideal for group gatherings and special occasions. The restaurant also offers a range of Thai-inspired sauces and side dishes to complement the grilled items, ensuring a flavorful and memorable meal for all guests.",
        "keywords_en": "Burn Whale, seafood BBQ, Bangkok restaurant, grilled seafood, king crab, lobster, Burn Whale Set, Thai sauces, group dining, discount seafood",
        "title_th": "เบิร์น เวล | บุฟเฟ่ต์ซีฟู้ด - ประสบการณ์การรับประทานที่ไม่เหมือนใคร | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์บุฟเฟ่ต์ซีฟู้ดที่เบิร์น เวล ในกรุงเทพฯ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% เพลิดเพลินกับอาหารทะเลสดและอาหารย่างชั้นเลิศ",
        "misc_th": "เบิร์น เวล เป็นร้านอาหารบุฟเฟ่ต์ซีฟู้ดยอดนิยมที่ตั้งอยู่ใจกลางกรุงเทพฯ นำเสนอประสบการณ์การรับประทานอาหารที่ไม่เหมือนใครด้วยการผสมผสานอาหารทะเลสดกับความเชี่ยวชาญในการย่าง ร้านมีชื่อเสียงในด้านการคัดสรรอาหารทะเลคุณภาพสูง รวมถึงปูยักษ์ กุ้งล็อบสเตอร์ และปลาหลากหลายชนิด ลูกค้าสามารถย่างอาหารทะเลด้วยตนเองที่โต๊ะ เมนูเด่นของร้านคือ 'Burn Whale Set' ซึ่งประกอบด้วยอาหารทะเลและเนื้อสัตว์ที่คัดสรรมาอย่างดี เหมาะสำหรับการรับประทานร่วมกัน ด้วยการตกแต่งสไตล์อุตสาหกรรมที่ทันสมัยและบรรยากาศที่คึกคัก เบิร์น เวลจึงเหมาะสำหรับการรวมกลุ่มและโอกาสพิเศษ นอกจากนี้ ทางร้านยังมีน้ำจิ้มสไตล์ไทยและเครื่องเคียงหลากหลายชนิดเพื่อเสริมรสชาติอาหารย่าง ทำให้มื้ออาหารของคุณเต็มไปด้วยรสชาติและน่าจดจำ",
        "keywords_th": "เบิร์น เวล, บุฟเฟ่ต์ซีฟู้ด, ร้านอาหารในกรุงเทพ, อาหารทะเลย่าง, ปูยักษ์, กุ้งล็อบสเตอร์, Burn Whale Set, น้ำจิ้มไทย, ทานเป็นกลุ่ม, ส่วนลดอาหารทะเล"
    },
    {
        "restaurant_id": 4724,
        "title_en": "Tanwa The Food Project | Innovative Thai Fusion - Farm-to-Table | Bangkok",
        "description_en": "Experience innovative Thai fusion at Tanwa The Food Project in Bangkok. Enjoy farm-to-table cuisine with Hungry Hub's exclusive 30% off deal. Book now for a unique dining adventure!",
        "misc_en": "Tanwa The Food Project is a cutting-edge restaurant in Bangkok that redefines Thai cuisine with a modern twist. Embracing the farm-to-table concept, Tanwa sources fresh, local ingredients to create innovative dishes that surprise and delight diners. The restaurant's minimalist yet warm ambiance provides the perfect backdrop for their culinary creations. Signature dishes include the Tom Yum Lobster Risotto and the Moo Hong Burger, which showcase the chef's ability to blend traditional Thai flavors with international techniques. Tanwa also offers an impressive selection of craft cocktails and a curated wine list to complement your meal. Whether you're a local foodie or a curious traveler, Tanwa The Food Project promises a memorable dining experience that pushes the boundaries of Thai gastronomy.",
        "keywords_en": "Tanwa The Food Project, Thai fusion, farm-to-table, Bangkok restaurants, innovative cuisine, local ingredients, craft cocktails, Tom Yum Lobster Risotto, Moo Hong Burger, modern Thai dining",
        "title_th": "ทันวา เดอะ ฟู้ด โปรเจกต์ | อาหารฟิวชั่นไทยสร้างสรรค์ - จากฟาร์มสู่โต๊ะอาหาร | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารฟิวชั่นไทยสร้างสรรค์ที่ทันวา เดอะ ฟู้ด โปรเจกต์ ในกรุงเทพฯ เพลิดเพลินกับอาหารจากฟาร์มสู่โต๊ะพร้อมส่วนลด 30% จาก Hungry Hub จองเลย!",
        "misc_th": "ทันวา เดอะ ฟู้ด โปรเจกต์ เป็นร้านอาหารล้ำสมัยในกรุงเทพฯ ที่นิยามอาหารไทยใหม่ด้วยการผสมผสานแบบโมเดิร์น ยึดแนวคิดจากฟาร์มสู่โต๊ะอาหาร ทันวาคัดสรรวัตถุดิบสดใหม่จากท้องถิ่นเพื่อสร้างสรรค์เมนูนวัตกรรมที่ทำให้ผู้ทานประหลาดใจและเพลิดเพลิน บรรยากาศร้านที่เรียบง่ายแต่อบอุ่นเป็นฉากหลังที่สมบูรณ์แบบสำหรับงานศิลปะด้านอาหาร เมนูซิกเนเจอร์ได้แก่ ต้มยำลอบสเตอร์ริซอตโต้ และเบอร์เกอร์หมูฮ้อง ซึ่งแสดงให้เห็นถึงความสามารถของเชฟในการผสมผสานรสชาติไทยดั้งเดิมกับเทคนิคนานาชาติ ทันวายังนำเสนอค็อกเทลคราฟท์ที่น่าประทับใจและรายการไวน์คัดสรรเพื่อเติมเต็มมื้ออาหารของคุณ ไม่ว่าคุณจะเป็นคนท้องถิ่นที่ชื่นชอบอาหารหรือนักท่องเที่ยวที่อยากรู้อยากลอง ทันวา เดอะ ฟู้ด โปรเจกต์ ให้คำมั่นสัญญาว่าจะมอบประสบการณ์การรับประทานอาหารที่น่าจดจำซึ่งผลักดันขอบเขตของอาหารไทย",
        "keywords_th": "ทันวา เดอะ ฟู้ด โปรเจกต์, อาหารฟิวชั่นไทย, จากฟาร์มสู่โต๊ะอาหาร, ร้านอาหารในกรุงเทพฯ, อาหารสร้างสรรค์, วัตถุดิบท้องถิ่น, ค็อกเทลคราฟท์, ต้มยำลอบสเตอร์ริซอตโต้, เบอร์เกอร์หมูฮ้อง, อาหารไทยโมเดิร์น"
    },
    {
        "restaurant_id": 4726,
        "title_en": "House of Kin Centara Ayutthaya | Riverside Dining - Thai Fusion | Ayutthaya",
        "description_en": "Experience exquisite Thai fusion cuisine at House of Kin Centara Ayutthaya. Enjoy riverside views and authentic flavors. Book through Hungry Hub for exclusive discounts up to 50% off!",
        "misc_en": "House of Kin Centara Ayutthaya offers a unique dining experience in the heart of Thailand's ancient capital. Located within the Centara Ayutthaya hotel, this riverside restaurant combines traditional Thai flavors with modern culinary techniques. Guests can enjoy stunning views of the Chao Phraya River while savoring innovative dishes that showcase the best of local ingredients. The menu features a range of Thai fusion creations, from appetizers to main courses and desserts. Signature dishes include grilled river prawns with tamarind sauce and crispy pork belly with spicy mango salad. The restaurant's elegant decor, inspired by Ayutthaya's rich history, creates a sophisticated ambiance perfect for both casual meals and special occasions. With its prime location, exceptional cuisine, and attentive service, House of Kin Centara Ayutthaya is a must-visit destination for food lovers exploring this UNESCO World Heritage city.",
        "keywords_en": "House of Kin, Centara Ayutthaya, Thai fusion, riverside dining, Ayutthaya restaurants, Chao Phraya River view, exclusive discounts, Thai cuisine, fine dining, UNESCO World Heritage",
        "title_th": "เฮาส์ออฟคิน เซ็นทารา อยุธยา | ร้านอาหารริมแม่น้ำ - อาหารไทยฟิวชั่น | อยุธยา",
        "description_th": "สัมผัสประสบการณ์อาหารไทยฟิวชั่นที่เฮาส์ออฟคิน เซ็นทารา อยุธยา พร้อมวิวริมแม่น้ำและรสชาติแท้. จองผ่าน Hungry Hub รับส่วนลดพิเศษสูงสุด 50%!",
        "misc_th": "เฮาส์ออฟคิน เซ็นทารา อยุธยา นำเสนอประสบการณ์การรับประทานอาหารที่ไม่เหมือนใครในใจกลางเมืองหลวงเก่าของไทย ตั้งอยู่ภายในโรงแรมเซ็นทารา อยุธยา ร้านอาหารริมแม่น้ำแห่งนี้ผสมผสานรสชาติอาหารไทยดั้งเดิมกับเทคนิคการปรุงอาหารสมัยใหม่ ผู้มาเยือนสามารถเพลิดเพลินกับวิวที่สวยงามของแม่น้ำเจ้าพระยาขณะลิ้มรสอาหารที่สร้างสรรค์ซึ่งนำเสนอวัตถุดิบท้องถิ่นที่ดีที่สุด เมนูประกอบด้วยอาหารไทยฟิวชั่นหลากหลาย ตั้งแต่อาหารเรียกน้ำย่อยไปจนถึงอาหารจานหลักและของหวาน เมนูซิกเนเจอร์รวมถึงกุ้งแม่น้ำย่างกับซอสมะขามและหมูกรอบกับยำมะม่วง การตกแต่งร้านที่หรูหราได้แรงบันดาลใจจากประวัติศาสตร์อันรุ่งเรืองของอยุธยา สร้างบรรยากาศที่ดูดีเหมาะสำหรับทั้งมื้ออาหารแบบสบายๆ และโอกาสพิเศษ ด้วยทำเลที่ตั้งที่ยอดเยี่ยม อาหารชั้นเลิศ และการบริการที่ใส่ใจ เฮาส์ออฟคิน เซ็นทารา อยุธยา จึงเป็นจุดหมายปลายทางที่ไม่ควรพลาดสำหรับนักชิมที่มาเยือนเมืองมรดกโลกแห่งนี้",
        "keywords_th": "เฮาส์ออฟคิน, เซ็นทารา อยุธยา, อาหารไทยฟิวชั่น, ร้านอาหารริมแม่น้ำ, ร้านอาหารในอยุธยา, วิวแม่น้ำเจ้าพระยา, ส่วนลดพิเศษ, อาหารไทย, ร้านอาหารหรู, มรดกโลก"
    },
    {
        "restaurant_id": 4727,
        "title_en": "Xing Xing Mala Wongwian Yai | Authentic Sichuan Hotpot - Spicy Feast | Bangkok",
        "description_en": "Experience authentic Sichuan hotpot at Xing Xing Mala Wongwian Yai. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy spicy, flavorful dishes in Bangkok.",
        "misc_en": "Xing Xing Mala Wongwian Yai is a popular Sichuan hotpot restaurant located in the Wongwian Yai area of Bangkok. Known for its authentic mala flavor and high-quality ingredients, this restaurant offers a unique dining experience for spice lovers and hotpot enthusiasts. The restaurant features a wide variety of fresh meats, vegetables, and seafood for customers to choose from, along with their signature spicy broth. With its modern decor and comfortable seating, Xing Xing Mala provides a perfect setting for group gatherings or family meals. Their menu also includes other Sichuan specialties such as dan dan noodles and mapo tofu. Visitors can customize their spice levels to suit their preferences, making it accessible to both novice and experienced spicy food lovers.",
        "keywords_en": "Xing Xing Mala, Wongwian Yai, Sichuan hotpot, mala, spicy food, Bangkok restaurants, Chinese cuisine, hotpot buffet, authentic Sichuan",
        "title_th": "ซิง ซิง หม่าล่า วงเวียนใหญ่ | หม้อไฟสไตล์เสฉวนแท้ - อาหารรสเผ็ด | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์หม้อไฟสไตล์เสฉวนแท้ที่ซิง ซิง หม่าล่า วงเวียนใหญ่ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% อร่อยกับอาหารรสจัดจ้านในกรุงเทพฯ",
        "misc_th": "ซิง ซิง หม่าล่า วงเวียนใหญ่ เป็นร้านอาหารหม้อไฟสไตล์เสฉวนที่ได้รับความนิยมตั้งอยู่ในย่านวงเวียนใหญ่ กรุงเทพฯ ร้านนี้มีชื่อเสียงในด้านรสชาติหม่าล่าแท้และวัตถุดิบคุณภาพสูง มอบประสบการณ์การรับประทานอาหารที่ไม่เหมือนใครสำหรับผู้ที่ชื่นชอบอาหารรสเผ็ดและหม้อไฟ ร้านมีเนื้อสัตว์ ผัก และอาหารทะเลสดให้เลือกหลากหลาย พร้อมน้ำซุปรสเผ็ดสูตรเฉพาะของทางร้าน ด้วยการตกแต่งที่ทันสมัยและที่นั่งที่สะดวกสบาย ซิง ซิง หม่าล่าเป็นสถานที่ที่เหมาะสำหรับการรวมกลุ่มหรือทานอาหารกับครอบครัว นอกจากนี้เมนูยังมีอาหารเสฉวนอื่น ๆ เช่น ตานตานหมี่และหม่าโผโต้วฝู ลูกค้าสามารถเลือกระดับความเผ็ดได้ตามความชอบ ทำให้เหมาะกับทั้งผู้ที่เพิ่งเริ่มและผู้ที่ชื่นชอบอาหารเผ็ด",
        "keywords_th": "ซิง ซิง หม่าล่า, วงเวียนใหญ่, หม้อไฟเสฉวน, หม่าล่า, อาหารเผ็ด, ร้านอาหารในกรุงเทพ, อาหารจีน, บุฟเฟ่ต์หม้อไฟ, อาหารเสฉวนแท้"
    },
    {
        "restaurant_id": 4728,
        "title_en": "Xing Xing Mala Rama 3 | Spicy Hot Pot - Authentic Sichuan | Bangkok",
        "description_en": "Discover Xing Xing Mala Rama 3's authentic Sichuan hot pot experience in Bangkok. Book through Hungry Hub for exclusive discounts up to 50% off on set menus and buffets!",
        "misc_en": "Xing Xing Mala Rama 3 is a popular Chinese restaurant in Bangkok, specializing in authentic Sichuan-style mala hot pot. Located in the Rama 3 area, this vibrant eatery offers a unique dining experience with its signature spicy and numbing broths. Guests can choose from a wide variety of fresh ingredients, including premium meats, seafood, vegetables, and handmade noodles. The restaurant's modern interior and communal dining style create a lively atmosphere perfect for group gatherings. With customizable spice levels and vegetarian options available, Xing Xing Mala Rama 3 caters to diverse palates. Don't miss their famous mala soup base and crispy fried chicken for an authentic taste of Sichuan cuisine in the heart of Bangkok.",
        "keywords_en": "Xing Xing Mala Rama 3, Sichuan hot pot, mala, Bangkok, Chinese restaurant, spicy food, communal dining, buffet, set menu, Rama 3",
        "title_th": "ซิง ซิง หม่าล่า พระราม 3 | หม้อไฟสไตล์เสฉวน - รสชาติแท้ | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์หม้อไฟสไตล์เสฉวนแท้ๆ ที่ซิง ซิง หม่าล่า พระราม 3 ในกรุงเทพฯ จองผ่าน Hungry Hub รับส่วนลดพิเศษสูงสุด 50% สำหรับเซ็ตเมนูและบุฟเฟต์!",
        "misc_th": "ซิง ซิง หม่าล่า พระราม 3 เป็นร้านอาหารจีนยอดนิยมในกรุงเทพฯ ที่เชี่ยวชาญด้านหม้อไฟสไตล์เสฉวนแท้ๆ ตั้งอยู่ในย่านพระราม 3 ร้านอาหารที่มีชีวิตชีวาแห่งนี้นำเสนอประสบการณ์การรับประทานอาหารที่ไม่เหมือนใคร ด้วยน้ำซุปรสเผ็ดและชาที่เป็นเอกลักษณ์ ลูกค้าสามารถเลือกวัตถุดิบสดใหม่ได้หลากหลาย ทั้งเนื้อสัตว์คุณภาพเยี่ยม อาหารทะเล ผัก และเส้นที่ทำด้วยมือ บรรยากาศภายในร้านที่ทันสมัยและการรับประทานอาหารแบบรวมกลุ่มสร้างบรรยากาศที่คึกคักเหมาะสำหรับการรวมตัวของกลุ่มเพื่อน ด้วยระดับความเผ็ดที่ปรับได้และตัวเลือกอาหารมังสวิรัติ ซิง ซิง หม่าล่า พระราม 3 จึงตอบโจทย์รสนิยมที่หลากหลาย อย่าพลาดน้ำซุปหม่าล่าที่มีชื่อเสียงและไก่ทอดกรอบเพื่อลิ้มรสอาหารเสฉวนแท้ๆ ใจกลางกรุงเทพฯ",
        "keywords_th": "ซิง ซิง หม่าล่า พระราม 3, หม้อไฟเสฉวน, หม่าล่า, กรุงเทพฯ, ร้านอาหารจีน, อาหารรสเผ็ด, ทานร่วมกัน, บุฟเฟต์, เซ็ตเมนู, พระราม 3"
    },
    {
        "restaurant_id": 4729,
        "title_en": "Xing Xing Mala Muang Thong | Spicy Hot Pot - Authentic Sichuan | Bangkok",
        "description_en": "Experience authentic Sichuan hot pot at Xing Xing Mala Muang Thong. Book through Hungry Hub for exclusive discounts up to 50% off. Spicy, flavorful, and unforgettable!",
        "misc_en": "Xing Xing Mala Muang Thong is a popular Sichuan hot pot restaurant located in the Muang Thong Thani area of Bangkok. Known for its authentic and fiery mala flavors, this restaurant offers a unique dining experience that combines the numbing spiciness of Sichuan peppercorns with a variety of fresh ingredients. Guests can customize their hot pot with an array of meats, seafood, vegetables, and noodles, all cooked in the signature spicy broth. The restaurant's modern and comfortable atmosphere makes it perfect for group gatherings or family dinners. With its commitment to quality ingredients and traditional Sichuan flavors, Xing Xing Mala Muang Thong has become a go-to destination for spice lovers and hot pot enthusiasts in Bangkok.",
        "keywords_en": "Xing Xing Mala, Muang Thong, Sichuan hot pot, mala flavor, spicy food, Bangkok restaurants, Chinese cuisine, group dining",
        "title_th": "ซิง ซิง หม่าล่า เมืองทอง | หม้อไฟสไตล์เสฉวน - รสชาติแท้ | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์หม้อไฟสไตล์เสฉวนแท้ๆ ที่ซิง ซิง หม่าล่า เมืองทอง จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% รสชาติเผ็ดร้อน เข้มข้น น่าจดจำ!",
        "misc_th": "ซิง ซิง หม่าล่า เมืองทอง เป็นร้านอาหารหม้อไฟสไตล์เสฉวนที่ได้รับความนิยมตั้งอยู่ในย่านเมืองทองธานี กรุงเทพฯ ร้านนี้มีชื่อเสียงในด้านรสชาติหม่าล่าแท้ๆ และรสเผ็ดร้อน นำเสนอประสบการณ์การรับประทานอาหารที่ไม่เหมือนใคร ด้วยการผสมผสานความเผ็ดชาจากพริกเสฉวนกับวัตถุดิบสดใหม่หลากหลายชนิด ลูกค้าสามารถปรับแต่งหม้อไฟของตนเองด้วยเนื้อสัตว์ อาหารทะเล ผัก และเส้นต่างๆ ทั้งหมดปรุงในน้ำซุปรสเผ็ดสูตรเฉพาะของทางร้าน บรรยากาศของร้านที่ทันสมัยและสบายทำให้เหมาะสำหรับการรับประทานเป็นกลุ่มหรือมื้ออาหารครอบครัว ด้วยความมุ่งมั่นในการใช้วัตถุดิบคุณภาพและรสชาติแบบเสฉวนดั้งเดิม ซิง ซิง หม่าล่า เมืองทอง จึงกลายเป็นจุดหมายปลายทางสำหรับคนรักอาหารเผ็ดและผู้ที่ชื่นชอบหม้อไฟในกรุงเทพฯ",
        "keywords_th": "ซิง ซิง หม่าล่า, เมืองทอง, หม้อไฟเสฉวน, รสชาติหม่าล่า, อาหารเผ็ด, ร้านอาหารในกรุงเทพ, อาหารจีน, ทานเป็นกลุ่ม"
    },
    {
        "restaurant_id": 4730,
        "title_en": "Xing Xing Mala Bang Bon | Authentic Sichuan Hot Pot | Bangkok",
        "description_en": "Experience authentic Sichuan hot pot at Xing Xing Mala Bang Bon. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy spicy, flavorful broths and fresh ingredients.",
        "misc_en": "Xing Xing Mala Bang Bon is a popular Sichuan hot pot restaurant located in the Bang Bon district of Bangkok. Known for its authentic and fiery Mala broth, this restaurant offers a unique dining experience that combines traditional Sichuan flavors with fresh, high-quality ingredients. Guests can customize their hot pot experience by choosing from a wide variety of meats, seafood, vegetables, and noodles. The restaurant's signature spicy broth is perfectly balanced with numbing Sichuan peppercorns and aromatic spices, creating a flavorful and exciting meal. With its modern decor and friendly atmosphere, Xing Xing Mala Bang Bon is ideal for group dinners, family gatherings, or anyone looking to explore the bold flavors of Sichuan cuisine in Bangkok.",
        "keywords_en": "Xing Xing Mala Bang Bon, Sichuan hot pot, Mala broth, Bangkok restaurants, spicy cuisine, Chinese food, Bang Bon dining, authentic Sichuan",
        "title_th": "Xing Xing Mala บางบอน | หม้อไฟสไตล์เสฉวนแท้ | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์หม้อไฟสไตล์เสฉวนแท้ที่ Xing Xing Mala บางบอน จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% อร่อยกับน้ำซุปรสจัดและวัตถุดิบสดใหม่",
        "misc_th": "Xing Xing Mala บางบอน เป็นร้านอาหารหม้อไฟสไตล์เสฉวนที่ได้รับความนิยมในเขตบางบอน กรุงเทพมหานคร ร้านนี้เป็นที่รู้จักในเรื่องของน้ำซุปหม่าล่าแท้ๆ ที่เผ็ดร้อน มอบประสบการณ์การรับประทานอาหารที่ไม่เหมือนใคร ด้วยการผสมผสานรสชาติแบบเสฉวนดั้งเดิมกับวัตถุดิบคุณภาพสูงและสดใหม่ ลูกค้าสามารถปรับแต่งประสบการณ์การรับประทานหม้อไฟของตนเองได้ โดยเลือกจากเนื้อสัตว์ อาหารทะเล ผัก และเส้นหลากหลายชนิด น้ำซุปเผ็ดสูตรเฉพาะของทางร้านมีความสมดุลอย่างลงตัวด้วยพริกเสฉวนและเครื่องเทศหอมกรุ่น สร้างมื้ออาหารที่เต็มไปด้วยรสชาติและน่าตื่นเต้น ด้วยการตกแต่งที่ทันสมัยและบรรยากาศที่เป็นกันเอง Xing Xing Mala บางบอน จึงเหมาะสำหรับการรับประทานอาหารเป็นกลุ่ม การรวมตัวของครอบครัว หรือใครก็ตามที่ต้องการสำรวจรสชาติอันเข้มข้นของอาหารเสฉวนในกรุงเทพฯ",
        "keywords_th": "Xing Xing Mala บางบอน, หม้อไฟเสฉวน, น้ำซุปหม่าล่า, ร้านอาหารในกรุงเทพ, อาหารเผ็ด, อาหารจีน, ร้านอาหารบางบอน, อาหารเสฉวนแท้"
    },
    {
        "restaurant_id": 4731,
        "title_en": "Xing Xing Mala PhutthaMonthon Sai 2 | Spicy Hot Pot - Authentic Sichuan | Bangkok",
        "description_en": "Experience authentic Sichuan hot pot at Xing Xing Mala PhutthaMonthon Sai 2. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy spicy flavors and fresh ingredients.",
        "misc_en": "Xing Xing Mala PhutthaMonthon Sai 2 is a popular Sichuan hot pot restaurant located in Bangkok, Thailand. Known for its authentic and flavorful mala (numbing spice) broth, this restaurant offers a unique dining experience for spice lovers and hot pot enthusiasts. The restaurant features a wide selection of fresh ingredients, including premium meats, seafood, vegetables, and noodles. Diners can customize their hot pot experience by choosing their preferred spice level and adding various condiments. The spacious and modern interior creates a comfortable atmosphere for group dining. Xing Xing Mala PhutthaMonthon Sai 2 is particularly famous for its signature mala broth, which combines the numbing sensation of Sichuan peppercorns with fiery chili oil, creating a complex and addictive flavor profile that keeps customers coming back for more.",
        "keywords_en": "Xing Xing Mala, PhutthaMonthon Sai 2, Sichuan hot pot, mala, spicy, Bangkok, authentic Chinese cuisine, group dining, fresh ingredients",
        "title_th": "ซิงซิง หม่าล่า พุทธมณฑลสาย 2 | หม้อไฟเสฉวน - รสชาติแท้ | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์หม้อไฟเสฉวนแท้ๆ ที่ซิงซิง หม่าล่า พุทธมณฑลสาย 2 จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% ดื่มด่ำกับรสชาติเผ็ดร้อนและวัตถุดิบสดใหม่",
        "misc_th": "ซิงซิง หม่าล่า พุทธมณฑลสาย 2 เป็นร้านอาหารหม้อไฟเสฉวนที่ได้รับความนิยมตั้งอยู่ในกรุงเทพมหานคร ประเทศไทย เป็นที่รู้จักในด้านน้ำซุปหม่าล่า (รสชาติเผ็ดชา) แท้ๆ ร้านนี้มอบประสบการณ์การรับประทานอาหารที่ไม่เหมือนใครสำหรับคนรักความเผ็ดและผู้ชื่นชอบหม้อไฟ ร้านมีวัตถุดิบสดใหม่ให้เลือกหลากหลาย รวมถึงเนื้อสัตว์คุณภาพสูง อาหารทะเล ผัก และเส้น ลูกค้าสามารถปรับแต่งประสบการณ์การรับประทานหม้อไฟได้โดยเลือกระดับความเผ็ดและเพิ่มเครื่องปรุงต่างๆ ตามต้องการ ภายในร้านกว้างขวางและตกแต่งทันสมัย สร้างบรรยากาศที่สบายสำหรับการรับประทานอาหารเป็นกลุ่ม ซิงซิง หม่าล่า พุทธมณฑลสาย 2 มีชื่อเสียงโดยเฉพาะในเรื่องน้ำซุปหม่าล่าสูตรเฉพาะ ที่ผสมผสานความรู้สึกชาจากพริกไทยเสฉวนกับน้ำมันพริกที่เผ็ดร้อน สร้างรสชาติที่ซับซ้อนและเสพติด ทำให้ลูกค้ากลับมาอีกครั้งและครั้งเล่า",
        "keywords_th": "ซิงซิง หม่าล่า, พุทธมณฑลสาย 2, หม้อไฟเสฉวน, หม่าล่า, เผ็ด, กรุงเทพฯ, อาหารจีนแท้, ทานเป็นกลุ่ม, วัตถุดิบสด"
    },
    {
        "restaurant_id": 4735,
        "title_en": "Shaloba Eatery | Authentic Indian Cuisine - Vegetarian Friendly | Bangkok",
        "description_en": "Discover Shaloba Eatery's authentic Indian flavors in Bangkok. Enjoy vegetarian-friendly dishes and vibrant ambiance. Book through Hungry Hub for exclusive 40% off deals!",
        "misc_en": "Shaloba Eatery is a hidden gem in Bangkok, offering an authentic Indian culinary experience. This cozy restaurant is known for its flavorful vegetarian-friendly dishes and warm hospitality. The menu features a wide array of North and South Indian specialties, from aromatic curries to freshly baked naan bread. Shaloba's commitment to using high-quality ingredients and traditional cooking methods ensures each dish bursts with genuine Indian flavors. The restaurant's inviting atmosphere, complete with colorful décor and soft Indian music, transports diners to the heart of India. Whether you're craving a comforting bowl of dal or a spicy biryani, Shaloba Eatery promises a memorable dining experience that caters to both vegetarians and meat-lovers alike. Don't miss their signature dishes like the creamy butter chicken and the crispy vegetable samosas. With its convenient location and reasonable prices, Shaloba Eatery is the perfect spot for a casual lunch or a special dinner in Bangkok.",
        "keywords_en": "Shaloba Eatery, Indian restaurant Bangkok, vegetarian-friendly, authentic Indian cuisine, North Indian food, South Indian dishes, curry, naan bread, butter chicken, biryani, samosas, Bangkok dining",
        "title_th": "ร้านอาหาร Shaloba | อาหารอินเดียแท้ - เป็นมิตรกับมังสวิรัติ | กรุงเทพฯ",
        "description_th": "สัมผัสรสชาติอาหารอินเดียแท้ๆ ที่ Shaloba Eatery ในกรุงเทพฯ อร่อยกับเมนูมังสวิรัติและบรรยากาศสดใส จองผ่าน Hungry Hub รับส่วนลดพิเศษ 40%!",
        "misc_th": "Shaloba Eatery เป็นร้านอาหารอินเดียที่ซ่อนตัวอยู่ในกรุงเทพฯ นำเสนอประสบการณ์อาหารอินเดียแท้ๆ ร้านอาหารที่อบอุ่นนี้เป็นที่รู้จักกันดีในด้านอาหารที่เป็นมิตรกับมังสวิรัติและการต้อนรับที่อบอุ่น เมนูประกอบด้วยอาหารอินเดียเหนือและใต้หลากหลายชนิด ตั้งแต่แกงหอมๆ ไปจนถึงขนมปังนานที่อบสดใหม่ ความมุ่งมั่นของ Shaloba ในการใช้วัตถุดิบคุณภาพสูงและวิธีการปรุงอาหารแบบดั้งเดิมทำให้มั่นใจได้ว่าทุกจานเต็มไปด้วยรสชาติอินเดียแท้ๆ บรรยากาศที่เชิญชวนของร้านอาหาร พร้อมการตกแต่งที่มีสีสันและเสียงเพลงอินเดียเบาๆ ทำให้ผู้ทานรู้สึกเหมือนอยู่ในใจกลางประเทศอินเดีย ไม่ว่าคุณจะหิวดาลที่ให้ความอบอุ่นหรือบิรยานีรสเผ็ด Shaloba Eatery รับประกันประสบการณ์การรับประทานอาหารที่น่าจดจำที่ตอบสนองทั้งมังสวิรัติและคนรักเนื้อสัตว์ อย่าพลาดเมนูซิกเนเจอร์ของพวกเขา เช่น ไก่เนยครีมและซาโมซ่าผักกรอบ ด้วยทำเลที่สะดวกและราคาที่สมเหตุสมผล Shaloba Eatery เป็นสถานที่ที่สมบูรณ์แบบสำหรับมื้อกลางวันแบบสบายๆ หรือมื้อค่ำพิเศษในกรุงเทพฯ",
        "keywords_th": "Shaloba Eatery, ร้านอาหารอินเดียในกรุงเทพ, เป็นมิตรกับมังสวิรัติ, อาหารอินเดียแท้, อาหารอินเดียเหนือ, อาหารอินเดียใต้, แกง, ขนมปังนาน, ไก่เนย, บิรยานี, ซาโมซ่า, ร้านอาหารในกรุงเทพ"
    },
    {
        "restaurant_id": 4736,
        "title_en": "Homeals Cafe&Bistro | Cozy Dining - European Fusion | Bangkok",
        "description_en": "Discover Homeals Cafe&Bistro in Bangkok. Enjoy European fusion cuisine in a cozy atmosphere. Book through Hungry Hub for exclusive discounts up to 50% off your dining experience.",
        "misc_en": "Homeals Cafe&Bistro is a charming eatery nestled in the heart of Bangkok, offering a unique blend of European and Thai cuisine. This cozy establishment provides a warm and inviting atmosphere, perfect for intimate dinners, casual lunches, or relaxed brunches. Known for their fusion dishes, Homeals Cafe&Bistro serves up creative culinary delights that tantalize the taste buds. From their signature pasta dishes to mouthwatering desserts, every item on the menu is crafted with care using fresh, locally-sourced ingredients. The cafe also boasts an impressive selection of coffees, teas, and refreshing beverages, making it an ideal spot for those seeking a quick caffeine fix or a leisurely meal. With its stylish decor, friendly service, and innovative menu, Homeals Cafe&Bistro has become a favorite among locals and tourists alike, offering a memorable dining experience in the bustling city of Bangkok.",
        "keywords_en": "Homeals Cafe&Bistro, Bangkok restaurant, European fusion, cozy dining, brunch spot, coffee shop, Thai cuisine, casual dining, pasta dishes, desserts",
        "title_th": "Homeals Cafe&Bistro | ร้านอาหารสไตล์ยุโรป - บรรยากาศอบอุ่น | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารยุโรปผสมผสานที่ Homeals Cafe&Bistro กรุงเทพฯ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% พร้อมบรรยากาศอบอุ่นน่าประทับใจ",
        "misc_th": "Homeals Cafe&Bistro เป็นร้านอาหารที่น่าหลงใหลตั้งอยู่ใจกลางกรุงเทพฯ นำเสนออาหารผสมผสานระหว่างยุโรปและไทยอย่างลงตัว ร้านอาหารแห่งนี้มีบรรยากาศอบอุ่นและเชิญชวน เหมาะสำหรับการรับประทานอาหารค่ำแบบสบายๆ อาหารกลางวันแบบไม่เป็นทางการ หรือบรันช์แบบผ่อนคลาย Homeals Cafe&Bistro เป็นที่รู้จักในเมนูอาหารฟิวชั่นสร้างสรรค์ที่จะมาเติมเต็มความอร่อยให้กับคุณ ตั้งแต่เมนูพาสต้าซิกเนเจอร์ไปจนถึงของหวานที่น่าลิ้มลอง ทุกรายการในเมนูถูกรังสรรค์อย่างพิถีพิถันด้วยวัตถุดิบสดใหม่จากท้องถิ่น นอกจากนี้ คาเฟ่ยังมีเครื่องดื่มให้เลือกมากมาย ทั้งกาแฟ ชา และเครื่องดื่มเย็นชื่นใจ ทำให้เป็นจุดหมายที่เหมาะสำหรับผู้ที่ต้องการเติมคาเฟอีนหรือมื้ออาหารแบบสบายๆ ด้วยการตกแต่งที่มีสไตล์ บริการที่เป็นกันเอง และเมนูที่สร้างสรรค์ Homeals Cafe&Bistro จึงกลายเป็นที่โปรดปรานทั้งของคนท้องถิ่นและนักท่องเที่ยว มอบประสบการณ์การรับประทานอาหารที่น่าจดจำในเมืองที่คึกคักอย่างกรุงเทพมหานคร",
        "keywords_th": "Homeals Cafe&Bistro, ร้านอาหารในกรุงเทพ, อาหารยุโรปฟิวชั่น, ร้านอาหารบรรยากาศดี, ร้านบรันช์, ร้านกาแฟ, อาหารไทย, ร้านอาหารแบบสบายๆ, เมนูพาสต้า, ของหวาน"
    },
    {
        "restaurant_id": 4740,
        "title_en": "Manee Me More Fashion Island | Thai Fusion Cuisine - Trendy Dining | Bangkok",
        "description_en": "Experience exquisite Thai fusion at Manee Me More Fashion Island. Book through Hungry Hub for exclusive discounts up to 50% off on set menus. Trendy ambiance & innovative dishes await!",
        "misc_en": "Manee Me More Fashion Island is a trendy Thai fusion restaurant located in the heart of Bangkok's popular Fashion Island shopping complex. Known for its innovative take on traditional Thai cuisine, the restaurant offers a unique dining experience that blends local flavors with modern culinary techniques. The stylish interior, featuring contemporary decor and a relaxed atmosphere, makes it an ideal spot for both casual dinners and special occasions. Signature dishes include Tom Yum Pasta, Massaman Curry Burger, and Mango Sticky Rice Ice Cream. With a focus on fresh, high-quality ingredients and artistic presentation, Manee Me More Fashion Island has become a favorite among food enthusiasts and Instagram-savvy diners. The restaurant also offers a selection of creative cocktails and mocktails to complement its diverse menu. Whether you're looking for a memorable meal after shopping or a chic dining destination, Manee Me More Fashion Island promises a delightful culinary journey through modern Thai cuisine.",
        "keywords_en": "Manee Me More, Fashion Island, Bangkok, Thai fusion, trendy restaurant, innovative cuisine, set menu, discount, Hungry Hub, Tom Yum Pasta, Massaman Curry Burger, Mango Sticky Rice Ice Cream",
        "title_th": "มณี มี มอร์ แฟชั่นไอส์แลนด์ | อาหารไทยฟิวชั่น - ร้านอาหารสุดชิค | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารไทยฟิวชั่นที่มณี มี มอร์ แฟชั่นไอส์แลนด์ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% สำหรับเซ็ตเมนู บรรยากาศทันสมัยและเมนูสร้างสรรค์รอคุณอยู่!",
        "misc_th": "มณี มี มอร์ แฟชั่นไอส์แลนด์ เป็นร้านอาหารไทยฟิวชั่นสุดทันสมัยตั้งอยู่ใจกลางศูนย์การค้าแฟชั่นไอส์แลนด์ในกรุงเทพมหานคร โดดเด่นด้วยการนำเสนออาหารไทยในรูปแบบที่สร้างสรรค์ ผสมผสานรสชาติดั้งเดิมเข้ากับเทคนิคการปรุงอาหารสมัยใหม่ การตกแต่งภายในที่ทันสมัยและบรรยากาศที่ผ่อนคลายทำให้เหมาะสำหรับทั้งมื้ออาหารทั่วไปและโอกาสพิเศษ เมนูซิกเนเจอร์ของร้านรวมถึง ต้มยำพาสต้า, เบอร์เกอร์แกงมัสมั่น และไอศกรีมข้าวเหนียวมะม่วง ด้วยการเน้นใช้วัตถุดิบสดใหม่คุณภาพสูงและการจัดจานอย่างสวยงาม ทำให้มณี มี มอร์ แฟชั่นไอส์แลนด์เป็นที่ชื่นชอบของนักชิมและนักท่องเที่ยวที่ชอบถ่ายรูปอาหาร นอกจากนี้ยังมีค็อกเทลและม็อกเทลสร้างสรรค์ให้เลือกดื่มคู่กับอาหารหลากหลายเมนู ไม่ว่าคุณจะมองหาร้านอาหารหลังช้อปปิ้งหรือสถานที่รับประทานอาหารสุดชิค มณี มี มอร์ แฟชั่นไอส์แลนด์พร้อมมอบประสบการณ์ทางอาหารไทยร่วมสมัยที่น่าประทับใจ",
        "keywords_th": "มณี มี มอร์, แฟชั่นไอส์แลนด์, กรุงเทพฯ, อาหารไทยฟิวชั่น, ร้านอาหารทันสมัย, อาหารสร้างสรรค์, เซ็ตเมนู, ส่วนลด, Hungry Hub, ต้มยำพาสต้า, เบอร์เกอร์แกงมัสมั่น, ไอศกรีมข้าวเหนียวมะม่วง"
    },
    {
        "restaurant_id": 4741,
        "title_en": "Versailles Palace Nonthaburi | Luxury Buffet - French Cuisine | Nonthaburi",
        "description_en": "Experience royal French dining at Versailles Palace Nonthaburi. Book through Hungry Hub for exclusive buffet deals starting from just 599 THB. Indulge in luxury cuisine today!",
        "misc_en": "Versailles Palace Nonthaburi offers an opulent dining experience inspired by the grandeur of French royalty. Located in Nonthaburi, this luxurious restaurant features an extensive international buffet with a focus on French cuisine. Guests can indulge in a wide array of dishes, from fresh seafood to prime cuts of meat, alongside classic French delicacies. The restaurant's elegant decor, complete with crystal chandeliers and ornate furnishings, transports diners to the lavish halls of Versailles. With live cooking stations, a dessert corner, and impeccable service, Versailles Palace Nonthaburi provides a truly regal dining experience suitable for special occasions or those seeking a taste of luxury.",
        "keywords_en": "Versailles Palace Nonthaburi, French buffet, luxury dining, international cuisine, royal experience, Nonthaburi restaurant, gourmet buffet, French-inspired decor, special occasion dining",
        "title_th": "พระราชวังแวร์ซายส์ นนทบุรี | บุฟเฟ่ต์หรู - อาหารฝรั่งเศส | นนทบุรี",
        "description_th": "สัมผัสประสบการณ์อาหารฝรั่งเศสแบบราชวงศ์ที่พระราชวังแวร์ซายส์ นนทบุรี จองผ่าน Hungry Hub รับดีลบุฟเฟ่ต์สุดพิเศษเริ่มต้นเพียง 599 บาท อิ่มอร่อยกับอาหารหรูวันนี้!",
        "misc_th": "พระราชวังแวร์ซายส์ นนทบุรี นำเสนอประสบการณ์การรับประทานอาหารอันหรูหราที่ได้รับแรงบันดาลใจจากความยิ่งใหญ่ของราชวงศ์ฝรั่งเศส ตั้งอยู่ในจังหวัดนนทบุรี ร้านอาหารหรูแห่งนี้มีบุฟเฟ่ต์นานาชาติที่หลากหลาย โดยเน้นอาหารฝรั่งเศส ผู้มาเยือนสามารถลิ้มรสอาหารหลากหลายชนิด ตั้งแต่อาหารทะเลสดใหม่ไปจนถึงเนื้อชั้นดี พร้อมด้วยอาหารฝรั่งเศสแบบดั้งเดิม การตกแต่งร้านที่หรูหรา พร้อมด้วยโคมไฟระย้าคริสตัลและเฟอร์นิเจอร์ประดับประดาอย่างวิจิตร ทำให้ผู้มารับประทานรู้สึกเหมือนอยู่ในห้องโถงอันหรูหราของพระราชวังแวร์ซายส์ ด้วยครัวเปิดให้ชม มุมขนมหวาน และการบริการที่ยอดเยี่ยม พระราชวังแวร์ซายส์ นนทบุรี มอบประสบการณ์การรับประทานอาหารแบบราชวงศ์อย่างแท้จริง เหมาะสำหรับโอกาสพิเศษหรือผู้ที่ต้องการลิ้มรสความหรูหรา",
        "keywords_th": "พระราชวังแวร์ซายส์ นนทบุรี, บุฟเฟ่ต์ฝรั่งเศส, ร้านอาหารหรู, อาหารนานาชาติ, ประสบการณ์แบบราชวงศ์, ร้านอาหารนนทบุรี, บุฟเฟ่ต์ระดับพรีเมียม, การตกแต่งสไตล์ฝรั่งเศส, ร้านอาหารสำหรับโอกาสพิเศษ"
    },
    {
        "restaurant_id": 4742,
        "title_en": "Versailles Palace Jaransanitwong | Luxury Buffet - French Cuisine | Bangkok",
        "description_en": "Experience royal French dining at Versailles Palace Jaransanitwong. Book through Hungry Hub for exclusive buffet deals starting from just ฿599. Indulge in luxury today!",
        "misc_en": "Versailles Palace Jaransanitwong brings the opulence of French royalty to Bangkok. This exquisite restaurant offers a lavish buffet experience featuring authentic French cuisine and international delicacies. Housed in a stunning baroque-style building, guests can enjoy a regal atmosphere while savoring an array of meticulously prepared dishes. From fresh seafood to decadent desserts, the buffet caters to all tastes. The restaurant's highlight is its live cooking stations, where skilled chefs create mouthwatering specialties on demand. With its elegant decor, attentive service, and sumptuous food selection, Versailles Palace Jaransanitwong promises an unforgettable dining experience fit for royalty.",
        "keywords_en": "Versailles Palace Jaransanitwong, French buffet, luxury dining, Bangkok restaurant, international cuisine, baroque style, live cooking stations, royal atmosphere",
        "title_th": "พระราชวังแวร์ซายส์ จรัญสนิทวงศ์ | บุฟเฟ่ต์หรู - อาหารฝรั่งเศส | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารฝรั่งเศสสไตล์ราชวงศ์ที่พระราชวังแวร์ซายส์ จรัญสนิทวงศ์ จองผ่าน Hungry Hub รับข้อเสนอบุฟเฟ่ต์สุดพิเศษเริ่มต้นเพียง 599 บาท!",
        "misc_th": "พระราชวังแวร์ซายส์ จรัญสนิทวงศ์ นำความหรูหราของราชวงศ์ฝรั่งเศสมาสู่กรุงเทพฯ ร้านอาหารสุดพิเศษนี้นำเสนอประสบการณ์บุฟเฟ่ต์สุดหรูที่มีทั้งอาหารฝรั่งเศสแท้ๆ และอาหารนานาชาติ ตั้งอยู่ในอาคารสไตล์บาโรกที่งดงาม แขกสามารถดื่มด่ำกับบรรยากาศแบบราชวงศ์ขณะลิ้มรสอาหารที่ปรุงอย่างพิถีพิถัน ตั้งแต่อาหารทะเลสดใหม่ไปจนถึงของหวานแสนอร่อย บุฟเฟ่ต์นี้ตอบโจทย์ทุกรสนิยม ไฮไลท์ของร้านคือสถานีปรุงอาหารสด ที่เชฟฝีมือเยี่ยมจะปรุงอาหารจานพิเศษตามสั่งให้คุณได้ชม ด้วยการตกแต่งที่หรูหรา การบริการที่ใส่ใจ และอาหารที่คัดสรรมาอย่างดี พระราชวังแวร์ซายส์ จรัญสนิทวงศ์ มอบประสบการณ์การรับประทานอาหารที่น่าจดจำราวกับคุณเป็นราชวงศ์",
        "keywords_th": "พระราชวังแวร์ซายส์ จรัญสนิทวงศ์, บุฟเฟ่ต์ฝรั่งเศส, ร้านอาหารหรู, ร้านอาหารในกรุงเทพ, อาหารนานาชาติ, สไตล์บาโรก, สถานีปรุงอาหารสด, บรรยากาศแบบราชวงศ์"
    },
    {
        "restaurant_id": 4743,
        "title_en": "Phrompoon | Authentic Thai Cuisine - Traditional Family Recipes | Bangkok",
        "description_en": "Experience authentic Thai flavors at Phrompoon. Book through Hungry Hub for exclusive discounts up to 50% off on set menus. Savor traditional family recipes in Bangkok.",
        "misc_en": "Phrompoon is a hidden gem in Bangkok, offering an authentic Thai dining experience with a focus on traditional family recipes. Located in the heart of the city, this charming restaurant combines a cozy atmosphere with exceptional cuisine. Phrompoon is renowned for its use of fresh, locally-sourced ingredients and time-honored cooking techniques. Signature dishes include the fragrant Tom Yum Goong, perfectly grilled Pla Pao (salt-crusted fish), and the flavorful Massaman Curry. The restaurant also offers a selection of regional specialties, showcasing the diverse culinary heritage of Thailand. With its warm hospitality and commitment to preserving authentic Thai flavors, Phrompoon provides a memorable dining experience for both locals and tourists alike. Book through Hungry Hub to enjoy exclusive discounts and specially curated set menus.",
        "keywords_en": "Phrompoon, Thai restaurant, Bangkok, authentic Thai cuisine, traditional recipes, Tom Yum Goong, Massaman Curry, family-owned, local ingredients, Thai dining experience",
        "title_th": "พรหมภูมิ | อาหารไทยดั้งเดิม - สูตรครอบครัว | กรุงเทพมหานคร",
        "description_th": "สัมผัสรสชาติอาหารไทยแท้ที่พรหมภูมิ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% สำหรับเซ็ตเมนู ลิ้มรสอาหารไทยสูตรครอบครัวในกรุงเทพฯ",
        "misc_th": "พรหมภูมิเป็นร้านอาหารที่ซ่อนตัวอยู่ในกรุงเทพฯ นำเสนอประสบการณ์การรับประทานอาหารไทยแท้ โดยเน้นสูตรอาหารแบบดั้งเดิมของครอบครัว ตั้งอยู่ใจกลางเมือง ร้านอาหารที่น่าหลงใหลแห่งนี้ผสมผสานบรรยากาศที่อบอุ่นเข้ากับอาหารที่ยอดเยี่ยม พรหมภูมิมีชื่อเสียงในการใช้วัตถุดิบสดใหม่จากท้องถิ่นและเทคนิคการปรุงอาหารที่สืบทอดมายาวนาน อาหารยอดนิยม ได้แก่ ต้มยำกุ้งที่หอมกรุ่น ปลาเผาเกลือที่ย่างอย่างสมบูรณ์แบบ และแกงมัสมั่นรสชาติกลมกล่อม นอกจากนี้ยังมีอาหารพื้นเมืองให้เลือกหลากหลาย แสดงถึงมรดกทางอาหารอันหลากหลายของประเทศไทย ด้วยการต้อนรับที่อบอุ่นและความมุ่งมั่นในการรักษารสชาติอาหารไทยแท้ พรหมภูมิมอบประสบการณ์การรับประทานอาหารที่น่าจดจำสำหรับทั้งคนท้องถิ่นและนักท่องเที่ยว จองผ่าน Hungry Hub เพื่อรับส่วนลดพิเศษและเซ็ตเมนูที่คัดสรรมาเป็นพิเศษ",
        "keywords_th": "พรหมภูมิ, ร้านอาหารไทย, กรุงเทพมหานคร, อาหารไทยแท้, สูตรอาหารดั้งเดิม, ต้มยำกุ้ง, แกงมัสมั่น, ร้านอาหารครอบครัว, วัตถุดิบท้องถิ่น, ประสบการณ์อาหารไทย"
    },
    {
        "restaurant_id": 4744,
        "title_en": "Atara Sky Bar & Bistro | Rooftop Dining & Panoramic Views | Sri Racha, Chonburi",
        "description_en": "Experience breathtaking views and exquisite cuisine at Atara Sky Bar & Bistro. Book through Hungry Hub for exclusive discounts up to 50% off on set menus and buffets.",
        "misc_en": "Atara Sky Bar & Bistro, located at the Oakwood Hotel & Residence in Sri Racha, Chonburi, offers a stunning rooftop dining experience with panoramic views of the Gulf of Thailand. This elegant venue combines a chic atmosphere with delectable cuisine, making it perfect for romantic dinners, social gatherings, or corporate events. The menu features a fusion of international and Thai flavors, with signature cocktails and an extensive wine list. Guests can enjoy both indoor and outdoor seating options, allowing them to take in the breathtaking sunset views. The bistro is known for its attentive service, stylish décor, and commitment to using fresh, local ingredients. Whether you're looking for a memorable dining experience or a sophisticated spot for drinks, Atara Sky Bar & Bistro provides an unparalleled setting in Sri Racha.",
        "keywords_en": "Atara Sky Bar & Bistro, Oakwood Hotel, Sri Racha, rooftop dining, panoramic views, Gulf of Thailand, international cuisine, Thai fusion, cocktails, sunset views, Chonburi restaurants",
        "title_th": "อตรา สกาย บาร์ แอนด์ บิสโทร | ร้านอาหารบนดาดฟ้า วิวพาโนรามา | ศรีราชา, ชลบุรี",
        "description_th": "สัมผัสประสบการณ์อาหารเลิศรสพร้อมวิวที่น่าตื่นตาตื่นใจที่อตรา สกาย บาร์ แอนด์ บิสโทร จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% สำหรับเซ็ตเมนูและบุฟเฟ่ต์",
        "misc_th": "อตรา สกาย บาร์ แอนด์ บิสโทร ตั้งอยู่ที่โรงแรมโอ๊ควู้ด โฮเทล แอนด์ เรสซิเดนซ์ ในศรีราชา จังหวัดชลบุรี นำเสนอประสบการณ์การรับประทานอาหารบนดาดฟ้าที่สวยงามพร้อมวิวพาโนรามาของอ่าวไทย สถานที่สุดหรูนี้ผสมผสานบรรยากาศที่ทันสมัยเข้ากับอาหารรสเลิศ เหมาะสำหรับมื้อค่ำแสนโรแมนติก การรวมตัวทางสังคม หรืองานอีเวนต์ขององค์กร เมนูอาหารนำเสนอการผสมผสานระหว่างรสชาติสากลและไทย พร้อมค็อกเทลซิกเนเจอร์และรายการไวน์ที่หลากหลาย แขกสามารถเลือกที่นั่งทั้งในร่มและกลางแจ้ง ให้ได้ชมวิวพระอาทิตย์ตกที่สวยงาม ร้านเป็นที่รู้จักในด้านการบริการที่ใส่ใจ การตกแต่งที่มีสไตล์ และความมุ่งมั่นในการใช้วัตถุดิบสดใหม่จากท้องถิ่น ไม่ว่าคุณจะมองหาประสบการณ์การรับประทานอาหารที่น่าจดจำหรือสถานที่หรูหราสำหรับดื่มเครื่องดื่ม อตรา สกาย บาร์ แอนด์ บิสโทร มอบบรรยากาศที่ไม่เหมือนใครในศรีราชา",
        "keywords_th": "อตรา สกาย บาร์ แอนด์ บิสโทร, โรงแรมโอ๊ควู้ด, ศรีราชา, ร้านอาหารบนดาดฟ้า, วิวพาโนรามา, อ่าวไทย, อาหารนานาชาติ, อาหารไทยฟิวชั่น, ค็อกเทล, วิวพระอาทิตย์ตก, ร้านอาหารชลบุรี"
    },
    {
        "restaurant_id": 4746,
        "title_en": "Elements, Inspired by Ciel Bleu | Michelin-Starred French-Japanese Fusion | Bangkok",
        "description_en": "Experience Michelin-starred French-Japanese fusion at Elements, Inspired by Ciel Bleu. Book through Hungry Hub for exclusive set menu offers starting from just ฿2,990++.",
        "misc_en": "Elements, Inspired by Ciel Bleu at The Okura Prestige Bangkok is a one Michelin-starred restaurant that offers an extraordinary culinary journey blending French and Japanese cuisines. Led by Chef Gerard Villaret Horcajo, the restaurant presents innovative dishes using premium ingredients from both Japan and Europe. The elegant dining room features floor-to-ceiling windows with panoramic views of Bangkok's skyline. Signature dishes include Oyster with yuzu granite and sake foam, and Japanese Wagyu beef with wasabi and red wine sauce. The restaurant also offers an extensive wine list and creative cocktails. With its sophisticated ambiance and exceptional service, Elements provides a memorable fine dining experience in the heart of Bangkok.",
        "keywords_en": "Elements Bangkok, Michelin-starred restaurant, French-Japanese fusion, The Okura Prestige Bangkok, fine dining, Chef Gerard Villaret Horcajo, gourmet cuisine, Bangkok skyline view, Hungry Hub offers",
        "title_th": "Elements, Inspired by Ciel Bleu | ร้านอาหารฝรั่งเศส-ญี่ปุ่นระดับมิชลินสตาร์ | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารฝรั่งเศส-ญี่ปุ่นระดับมิชลินสตาร์ที่ Elements, Inspired by Ciel Bleu จองผ่าน Hungry Hub รับข้อเสนอเซ็ตเมนูสุดพิเศษเริ่มต้นเพียง 2,990++ บาท",
        "misc_th": "Elements, Inspired by Ciel Bleu ที่โรงแรมโอกุระ เพรสทีจ กรุงเทพฯ เป็นร้านอาหารระดับหนึ่งดาวมิชลินที่นำเสนอการผสมผสานอาหารฝรั่งเศสและญี่ปุ่นอย่างลงตัว ภายใต้การนำของเชฟ Gerard Villaret Horcajo ร้านเสิร์ฟอาหารสร้างสรรค์โดยใช้วัตถุดิบคุณภาพเยี่ยมจากญี่ปุ่นและยุโรป ห้องอาหารหรูหราพร้อมหน้าต่างกระจกจากพื้นถึงเพดานเผยให้เห็นวิวทิวทัศน์ของกรุงเทพฯ เมนูซิกเนเจอร์ได้แก่ หอยนางรมกับยูซุแกรนิตและโฟมสาเก และเนื้อวากิวญี่ปุ่นกับวาซาบิและซอสไวน์แดง นอกจากนี้ยังมีรายการไวน์ที่หลากหลายและค็อกเทลสร้างสรรค์ ด้วยบรรยากาศที่หรูหราและการบริการที่ยอดเยี่ยม Elements มอบประสบการณ์การรับประทานอาหารระดับพรีเมียมใจกลางกรุงเทพฯ",
        "keywords_th": "Elements กรุงเทพ, ร้านอาหารมิชลินสตาร์, อาหารฝรั่งเศส-ญี่ปุ่น, โรงแรมโอกุระ เพรสทีจ กรุงเทพฯ, ร้านอาหารหรู, เชฟ Gerard Villaret Horcajo, อาหารชั้นเลิศ, วิวกรุงเทพ, ข้อเสนอ Hungry Hub"
    },
    {
        "restaurant_id": 4747,
        "title_en": "Myste | Luxury Dining - Modern European Cuisine | Bangkok",
        "description_en": "Experience culinary artistry at Myste. Book through Hungry Hub for exclusive discounts up to 50% off on exquisite modern European cuisine in the heart of Bangkok.",
        "misc_en": "Myste is a high-end dining destination in Bangkok that offers an unparalleled modern European culinary experience. Nestled in the bustling city center, this elegant restaurant combines innovative techniques with premium ingredients to create visually stunning and delectable dishes. The menu, curated by renowned international chefs, features a fusion of traditional European flavors with contemporary twists. Signature dishes include truffle-infused risotto, sous-vide wagyu beef, and deconstructed classic desserts. The restaurant's sophisticated ambiance, complete with stylish decor and ambient lighting, provides the perfect setting for special occasions or intimate dinners. Myste also boasts an extensive wine list and crafted cocktails to complement your meal. With impeccable service and attention to detail, Myste promises a memorable gastronomic journey for discerning food enthusiasts.",
        "keywords_en": "Myste, Bangkok restaurant, luxury dining, modern European cuisine, fine dining, gourmet experience, innovative dishes, culinary artistry, premium ingredients, wine pairing",
        "title_th": "Myste | ร้านอาหารหรู - อาหารยุโรปสมัยใหม่ | กรุงเทพมหานคร",
        "description_th": "สัมผัสประสบการณ์อาหารชั้นเลิศที่ Myste จองผ่าน Hungry Hub รับส่วนลดพิเศษสูงสุด 50% สำหรับอาหารยุโรปสมัยใหม่ที่เลอค่าใจกลางกรุงเทพฯ",
        "misc_th": "Myste เป็นจุดหมายปลายทางสำหรับการรับประทานอาหารระดับไฮเอนด์ในกรุงเทพมหานครที่นำเสนอประสบการณ์อาหารยุโรปสมัยใหม่ที่ไม่เหมือนใคร ตั้งอยู่ใจกลางเมืองที่คึกคัก ร้านอาหารที่หรูหราแห่งนี้ผสมผสานเทคนิคที่ล้ำสมัยกับวัตถุดิบชั้นเยี่ยมเพื่อสร้างสรรค์อาหารที่สวยงามและรสชาติเลิศรส เมนูที่คัดสรรโดยเชฟชื่อดังระดับนานาชาติ นำเสนอการผสมผสานรสชาติแบบยุโรปดั้งเดิมกับความทันสมัย อาหารจานเด่นรวมถึงริซอตโต้กลิ่นเห็ดทรัฟเฟิล เนื้อวากิวซูวีด์ และของหวานคลาสสิกแบบดีคอนสตรัคเต็ด บรรยากาศที่หรูหราของร้าน พร้อมด้วยการตกแต่งที่มีสไตล์และแสงไฟที่สร้างบรรยากาศ เหมาะสำหรับโอกาสพิเศษหรือมื้อค่ำแบบส่วนตัว Myste ยังมีรายการไวน์ที่หลากหลายและค็อกเทลที่ปรุงอย่างพิถีพิถันเพื่อเติมเต็มมื้ออาหารของคุณ ด้วยการบริการที่ยอดเยี่ยมและใส่ใจในทุกรายละเอียด Myste สัญญาว่าจะมอบประสบการณ์ทางอาหารที่น่าจดจำสำหรับผู้ที่ชื่นชอบอาหารรสเลิศ",
        "keywords_th": "Myste, ร้านอาหารในกรุงเทพ, ร้านอาหารหรู, อาหารยุโรปสมัยใหม่, ไฟน์ไดนิ่ง, ประสบการณ์อาหารรสเลิศ, อาหารสร้างสรรค์, ศิลปะการทำอาหาร, วัตถุดิบพรีเมียม, การจับคู่ไวน์"
    },
    {
        "restaurant_id": 4748,
        "title_en": "Jarn Nee Plaum Pasta & Bistro | Italian Fusion - Casual Dining | Bangkok",
        "description_en": "Discover authentic Italian fusion at Jarn Nee Plaum Pasta & Bistro. Enjoy pasta, pizza, and Thai-inspired dishes in a cozy setting. Book through Hungry Hub for exclusive deals!",
        "misc_en": "Jarn Nee Plaum Pasta & Bistro is a charming eatery in Bangkok that offers a unique blend of Italian and Thai cuisines. This cozy bistro is known for its homemade pasta, wood-fired pizzas, and innovative fusion dishes that combine the best of both culinary worlds. The restaurant's warm and inviting atmosphere makes it perfect for casual dinners, romantic dates, or gatherings with friends. Signature dishes include their creamy Tom Yum Pasta, crispy Pad Krapao Pizza, and indulgent Tiramisu. With a focus on fresh ingredients and authentic flavors, Jarn Nee Plaum Pasta & Bistro provides a memorable dining experience that satisfies both Italian and Thai food lovers alike. The restaurant also offers a selection of wines and cocktails to complement your meal. Book through Hungry Hub to enjoy exclusive deals and discounts on your visit to this delightful fusion eatery.",
        "keywords_en": "Jarn Nee Plaum Pasta & Bistro, Italian fusion, Thai-Italian cuisine, Bangkok restaurants, homemade pasta, wood-fired pizza, fusion dishes, casual dining, Hungry Hub deals",
        "title_th": "จานนี้ เปลี่ยม พาสต้า แอนด์ บิสโทร | อิตาเลียนฟิวชั่น - อาหารแบบลำลอง | กรุงเทพฯ",
        "description_th": "สัมผัสรสชาติอิตาเลียนฟิวชั่นแท้ๆ ที่จานนี้ เปลี่ยม พาสต้า แอนด์ บิสโทร เพลิดเพลินกับพาสต้า พิซซ่า และอาหารไทยดัดแปลง จองผ่าน Hungry Hub รับข้อเสนอสุดพิเศษ!",
        "misc_th": "จานนี้ เปลี่ยม พาสต้า แอนด์ บิสโทร เป็นร้านอาหารที่น่าหลงใหลในกรุงเทพฯ ที่นำเสนออาหารผสมผสานระหว่างอิตาเลียนและไทยอย่างลงตัว บิสโทรที่อบอุ่นนี้เป็นที่รู้จักกันดีในเรื่องพาสต้าโฮมเมด พิซซ่าอบฟืน และอาหารฟิวชั่นที่สร้างสรรค์ซึ่งรวมสิ่งที่ดีที่สุดของทั้งสองวัฒนธรรมอาหารเข้าด้วยกัน บรรยากาศที่อบอุ่นและเป็นกันเองทำให้เหมาะสำหรับมื้อค่ำแบบสบายๆ นัดเดทแบบโรแมนติก หรือการรวมตัวกับเพื่อนๆ เมนูซิกเนเจอร์ของร้านรวมถึงต้มยำพาสต้าครีมมี่ พิซซ่ากระเพราหมูกรอบ และทิรามิสุแสนอร่อย ด้วยการเน้นวัตถุดิบสดใหม่และรสชาติแท้ จานนี้ เปลี่ยม พาสต้า แอนด์ บิสโทร มอบประสบการณ์การรับประทานอาหารที่น่าจดจำซึ่งตอบสนองทั้งคนรักอาหารอิตาเลียนและอาหารไทย ร้านอาหารยังมีไวน์และค็อกเทลให้เลือกเพื่อเติมเต็มมื้ออาหารของคุณ จองผ่าน Hungry Hub เพื่อรับข้อเสนอพิเศษและส่วนลดสำหรับการมาเยือนร้านอาหารฟิวชั่นที่น่าหลงใหลแห่งนี้",
        "keywords_th": "จานนี้ เปลี่ยม พาสต้า แอนด์ บิสโทร, อิตาเลียนฟิวชั่น, อาหารไทย-อิตาเลียน, ร้านอาหารในกรุงเทพฯ, พาสต้าโฮมเมด, พิซซ่าอบฟืน, อาหารฟิวชั่น, ร้านอาหารแบบลำลอง, ดีลจาก Hungry Hub"
    },
    {
        "restaurant_id": 4749,
        "title_en": "Saneh Jaan | Michelin-Starred Thai Cuisine - Authentic Flavors | Bangkok",
        "description_en": "Experience exquisite Thai cuisine at Saneh Jaan, a Michelin-starred restaurant in Bangkok. Book through Hungry Hub for exclusive deals starting from just ฿1,500++.",
        "misc_en": "Saneh Jaan, a one Michelin-starred restaurant in Bangkok, offers an extraordinary journey through authentic Thai cuisine. Located in the Wireless Road area, this elegant establishment pays homage to traditional recipes with a contemporary twist. The restaurant's name, meaning 'beautiful moon,' reflects its commitment to presenting the finest aspects of Thai culinary heritage. Saneh Jaan's menu features meticulously crafted dishes using premium ingredients, showcasing forgotten recipes and rare delicacies. Signature dishes include Khao Chae, a refreshing rice dish served in jasmine-scented water, and Moo Sarong, pork wrapped in noodles. The restaurant's sophisticated ambiance, impeccable service, and dedication to preserving Thai culinary traditions make it a must-visit destination for food enthusiasts and connoisseurs alike.",
        "keywords_en": "Saneh Jaan, Michelin star, Thai cuisine, Bangkok restaurant, traditional recipes, fine dining, authentic Thai food, Khao Chae, Moo Sarong, culinary heritage",
        "title_th": "สเน่ห์จันทน์ | อาหารไทยระดับมิชลินสตาร์ - รสชาติดั้งเดิม | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารไทยชั้นเลิศที่สเน่ห์จันทน์ ร้านอาหารมิชลินสตาร์ในกรุงเทพฯ จองผ่าน Hungry Hub รับข้อเสนอสุดพิเศษเริ่มต้นเพียง 1,500++ บาท",
        "misc_th": "สเน่ห์จันทน์ ร้านอาหารระดับหนึ่งดาวมิชลินในกรุงเทพฯ นำเสนอการเดินทางอันน่าทึ่งผ่านอาหารไทยแท้ ตั้งอยู่ในย่านถนนวิทยุ ร้านอาหารหรูหราแห่งนี้ให้เกียรติแก่ตำรับอาหารดั้งเดิมด้วยการตีความแบบร่วมสมัย ชื่อร้าน 'สเน่ห์จันทน์' สะท้อนถึงความมุ่งมั่นในการนำเสนอแง่มุมที่ดีที่สุดของมรดกทางอาหารไทย เมนูของสเน่ห์จันทน์ประกอบด้วยอาหารที่ปรุงอย่างพิถีพิถันโดยใช้วัตถุดิบคุณภาพเยี่ยม นำเสนอสูตรอาหารที่หาทานได้ยากและอาหารหายากต่างๆ เมนูซิกเนเจอร์ได้แก่ ข้าวแช่ อาหารเย็นชื่นใจที่เสิร์ฟพร้อมน้ำหอมกลิ่นดอกมะลิ และหมูโสร่ง หมูพันเส้นหมี่ บรรยากาศที่หรูหรา การบริการที่ยอดเยี่ยม และความทุ่มเทในการอนุรักษ์ประเพณีด้านอาหารของไทย ทำให้ที่นี่เป็นจุดหมายปลายทางที่ไม่ควรพลาดสำหรับผู้ชื่นชอบอาหารและนักชิมทั้งหลาย",
        "keywords_th": "สเน่ห์จันทน์, มิชลินสตาร์, อาหารไทย, ร้านอาหารในกรุงเทพ, ตำรับอาหารดั้งเดิม, ร้านอาหารหรู, อาหารไทยแท้, ข้าวแช่, หมูโสร่ง, มรดกทางอาหาร"
    },
    {
        "restaurant_id": 4752,
        "title_en": "Tiger Hotpot | Authentic Sichuan Cuisine - All-You-Can-Eat Buffet | Bangkok",
        "description_en": "Experience Tiger Hotpot's authentic Sichuan cuisine with an all-you-can-eat hotpot buffet. Book through Hungry Hub for exclusive discounts up to 50% off. Spicy adventure awaits!",
        "misc_en": "Tiger Hotpot in Bangkok offers an authentic Sichuan hotpot experience with a modern twist. Known for its extensive all-you-can-eat buffet, diners can choose from a wide variety of fresh ingredients, including premium meats, seafood, and vegetables. The restaurant's signature spicy broth, made with traditional Sichuan peppercorns, provides a numbing sensation that's both addictive and unique. With its sleek interior design and communal dining concept, Tiger Hotpot creates a perfect atmosphere for gatherings with friends and family. The restaurant also offers non-spicy broths for those who prefer milder flavors. Complement your meal with their selection of Chinese teas or refreshing beverages. Tiger Hotpot stands out for its quality ingredients, attentive service, and the ability to customize your hotpot experience to your taste preferences.",
        "keywords_en": "Tiger Hotpot, Sichuan cuisine, all-you-can-eat buffet, hotpot restaurant Bangkok, spicy broth, Chinese dining experience, communal dining, premium ingredients",
        "title_th": "ไทเกอร์ ฮอทพอท | อาหารเสฉวนแท้ - บุฟเฟ่ต์ไม่อั้น | กรุงเทพฯ",
        "description_th": "สัมผัสอาหารเสฉวนแท้ที่ไทเกอร์ ฮอทพอท พร้อมบุฟเฟ่ต์ชาบูไม่อั้น จองผ่าน Hungry Hub รับส่วนลดพิเศษสูงสุด 50% ร่วมผจญภัยกับรสชาติเผ็ดร้อนแบบเสฉวน!",
        "misc_th": "ไทเกอร์ ฮอทพอทในกรุงเทพฯ นำเสนอประสบการณ์ชาบูเสฉวนแท้ๆ ในรูปแบบที่ทันสมัย เป็นที่รู้จักในด้านบุฟเฟ่ต์ไม่อั้น ที่ให้ลูกค้าได้เลือกวัตถุดิบสดใหม่หลากหลาย ทั้งเนื้อชั้นดี อาหารทะเล และผัก น้ำซุปเผ็ดสูตรเฉพาะของร้านที่ใช้พริกเสฉวนแท้ ให้ความรู้สึกชาและเผ็ดที่เป็นเอกลักษณ์และน่าหลงใหล การตกแต่งภายในที่ทันสมัยและแนวคิดการรับประทานอาหารร่วมกัน ทำให้ไทเกอร์ ฮอทพอทเป็นสถานที่ที่เหมาะสำหรับการรวมตัวกับเพื่อนและครอบครัว นอกจากนี้ยังมีน้ำซุปรสอ่อนสำหรับผู้ที่ชอบรสชาติไม่เผ็ด เสริมมื้ออาหารด้วยชาจีนหรือเครื่องดื่มแก้กระหายต่างๆ ไทเกอร์ ฮอทพอทโดดเด่นด้วยวัตถุดิบคุณภาพ การบริการที่ใส่ใจ และความสามารถในการปรับแต่งประสบการณ์ชาบูให้เข้ากับรสนิยมของคุณ",
        "keywords_th": "ไทเกอร์ ฮอทพอท, อาหารเสฉวน, บุฟเฟ่ต์ไม่อั้น, ร้านชาบูกรุงเทพ, น้ำซุปเผ็ด, ประสบการณ์อาหารจีน, ทานอาหารร่วมกัน, วัตถุดิบคุณภาพ"
    },
    {
        "restaurant_id": 4764,
        "title_en": "Ruedooron Buffet Mala Town in Town | Spicy Hot Pot Buffet - All You Can Eat | Bangkok",
        "description_en": "Indulge in unlimited Mala hot pot at Ruedooron Buffet Mala Town in Town. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy fresh ingredients and authentic flavors.",
        "misc_en": "Ruedooron Buffet Mala Town in Town is a popular all-you-can-eat Mala hot pot restaurant located in Bangkok. This bustling eatery offers an extensive buffet spread featuring fresh meats, seafood, vegetables, and noodles, perfect for customizing your own spicy Sichuan-style hot pot. With its vibrant atmosphere and diverse selection of ingredients, Ruedooron caters to both spice enthusiasts and those who prefer milder flavors. The restaurant's highlight is its rich and flavorful Mala broth, known for its numbing spiciness and aromatic blend of spices. Guests can enjoy unlimited refills of their chosen ingredients and broths, making it an ideal spot for group dining and social gatherings. The modern decor and efficient service add to the overall dining experience, ensuring a satisfying meal for all hot pot lovers.",
        "keywords_en": "Ruedooron Buffet, Mala Town in Town, hot pot buffet, Sichuan cuisine, spicy food, all-you-can-eat, Bangkok restaurants, Thai-Chinese fusion, group dining, Mala broth",
        "title_th": "ฤดูรอน บุฟเฟ่ต์ มาล่าทาวน์อินทาวน์ | บุฟเฟ่ต์หม้อไฟสไตล์จีน - กินได้ไม่อั้น | กรุงเทพฯ",
        "description_th": "อร่อยกับบุฟเฟ่ต์มาล่าไม่อั้นที่ฤดูรอน บุฟเฟ่ต์ มาล่าทาวน์อินทาวน์ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% พร้อมเพลิดเพลินกับวัตถุดิบสดใหม่และรสชาติแท้",
        "misc_th": "ฤดูรอน บุฟเฟ่ต์ มาล่าทาวน์อินทาวน์ เป็นร้านอาหารบุฟเฟ่ต์หม้อไฟมาล่าชื่อดังในกรุงเทพฯ ที่เปิดให้ลูกค้าได้ทานไม่อั้น ร้านนี้นำเสนอบุฟเฟ่ต์ที่หลากหลายด้วยเนื้อสัตว์สด อาหารทะเล ผัก และเส้นบะหมี่ ให้คุณได้ปรุงหม้อไฟสไตล์เสฉวนแบบจัดเต็ม ด้วยบรรยากาศที่คึกคักและวัตถุดิบที่หลากหลาย ฤดูรอนจึงตอบโจทย์ทั้งคนชอบความเผ็ดและคนชอบรสชาติอ่อนๆ จุดเด่นของร้านคือน้ำซุปมาล่าที่เข้มข้น มีรสชาติเผ็ดชาและกลิ่นหอมของเครื่องเทศ ลูกค้าสามารถเติมวัตถุดิบและน้ำซุปได้ไม่จำกัด ทำให้เป็นสถานที่ที่เหมาะสำหรับการรับประทานอาหารเป็นกลุ่มและการสังสรรค์ การตกแต่งที่ทันสมัยและบริการที่มีประสิทธิภาพช่วยเพิ่มประสบการณ์การรับประทานอาหารโดยรวม ทำให้มั่นใจได้ว่าจะเป็นมื้ออาหารที่น่าพึงพอใจสำหรับผู้ที่ชื่นชอบหม้อไฟทุกคน",
        "keywords_th": "ฤดูรอน บุฟเฟ่ต์, มาล่าทาวน์อินทาวน์, บุฟเฟ่ต์หม้อไฟ, อาหารเสฉวน, อาหารรสเผ็ด, บุฟเฟ่ต์ไม่อั้น, ร้านอาหารในกรุงเทพ, อาหารผสมผสานไทย-จีน, ทานเป็นกลุ่ม, น้ำซุปมาล่า"
    },
    {
        "restaurant_id": 4765,
        "title_en": "Ruedooron Buffet Mala Watcharapol | All-You-Can-Eat Mala Hot Pot | Bangkok",
        "description_en": "Indulge in unlimited Mala hot pot at Ruedooron Buffet Mala Watcharapol. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy premium ingredients and flavors!",
        "misc_en": "Ruedooron Buffet Mala Watcharapol offers an exceptional all-you-can-eat Mala hot pot experience in Bangkok. Located in the Watcharapol area, this popular restaurant combines the fiery flavors of Sichuan cuisine with the interactive fun of hot pot dining. Guests can customize their own broths, choosing from various spice levels to suit their taste. The buffet features a wide array of fresh ingredients, including premium meats, seafood, vegetables, and noodles. With its modern decor and spacious seating, Ruedooron provides a comfortable atmosphere for groups and families. The restaurant is known for its high-quality ingredients, attentive service, and the ability to accommodate different dietary preferences. Whether you're a spice enthusiast or new to Mala cuisine, Ruedooron Buffet Mala Watcharapol offers a memorable dining adventure that keeps customers coming back for more.",
        "keywords_en": "Ruedooron Buffet, Mala hot pot, Watcharapol, Bangkok buffet, all-you-can-eat, Sichuan cuisine, spicy food, hot pot restaurant, Thai-Chinese fusion, group dining",
        "title_th": "ฤดูรอน บุฟเฟ่ต์มาล่า วัชรพล | บุฟเฟ่ต์หม้อไฟมาล่าไม่อั้น | กรุงเทพฯ",
        "description_th": "อิ่มอร่อยกับบุฟเฟ่ต์มาล่าไม่อั้นที่ฤดูรอน บุฟเฟ่ต์มาล่า วัชรพล จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% พร้อมเมนูคุณภาพและรสชาติเด็ด!",
        "misc_th": "ฤดูรอน บุฟเฟ่ต์มาล่า วัชรพล นำเสนอประสบการณ์บุฟเฟ่ต์หม้อไฟมาล่าแบบไม่อั้นที่ยอดเยี่ยมในกรุงเทพฯ ตั้งอยู่ในย่านวัชรพล ร้านอาหารยอดนิยมนี้ผสมผสานรสชาติเผ็ดร้อนของอาหารเสฉวนเข้ากับความสนุกของการรับประทานหม้อไฟ ลูกค้าสามารถปรุงน้ำซุปได้ตามใจชอบ เลือกระดับความเผ็ดได้ตามต้องการ บุฟเฟ่ต์มีวัตถุดิบสดใหม่หลากหลาย รวมถึงเนื้อสัตว์คุณภาพสูง อาหารทะเล ผัก และเส้น ด้วยการตกแต่งที่ทันสมัยและที่นั่งกว้างขวาง ฤดูรอนให้บรรยากาศที่สบายสำหรับกลุ่มเพื่อนและครอบครัว ร้านเป็นที่รู้จักในด้านวัตถุดิบคุณภาพสูง บริการที่ใส่ใจ และสามารถรองรับความชอบในการรับประทานอาหารที่แตกต่างกัน ไม่ว่าคุณจะเป็นคนชอบอาหารเผ็ดหรือเพิ่งเริ่มลองอาหารมาล่า ฤดูรอน บุฟเฟ่ต์มาล่า วัชรพล มอบประสบการณ์การรับประทานอาหารที่น่าจดจำซึ่งทำให้ลูกค้ากลับมาอีกครั้งและครั้งเล่า",
        "keywords_th": "ฤดูรอน บุฟเฟ่ต์, หม้อไฟมาล่า, วัชรพล, บุฟเฟ่ต์กรุงเทพ, บุฟเฟ่ต์ไม่อั้น, อาหารเสฉวน, อาหารเผ็ด, ร้านหม้อไฟ, อาหารฟิวชั่นไทย-จีน, ร้านอาหารสำหรับกลุ่ม"
    },
    {
        "restaurant_id": 4766,
        "title_en": "Baan Borneo Club by 137 Pillars | Luxury Dining - Colonial Charm | Bangkok",
        "description_en": "Experience fine dining at Baan Borneo Club by 137 Pillars. Enjoy exquisite Thai and Western cuisine in a colonial-style setting. Book through Hungry Hub for exclusive discounts.",
        "misc_en": "Baan Borneo Club by 137 Pillars is an exquisite dining destination nestled in the heart of Bangkok. This sophisticated restaurant combines the charm of colonial architecture with the elegance of contemporary Thai and Western cuisine. Housed in a beautifully restored 19th-century teak wood building, Baan Borneo Club offers a unique culinary experience that transports guests to the golden age of Southeast Asian exploration. The menu features a carefully curated selection of dishes that blend traditional Thai flavors with international influences, using only the finest locally-sourced ingredients. Signature dishes include the Tom Yum Lobster Bisque, Wagyu Beef Massaman Curry, and the decadent Mango Sticky Rice with Coconut Ice Cream. With its intimate atmosphere, impeccable service, and stunning garden views, Baan Borneo Club is the perfect setting for romantic dinners, special celebrations, or business gatherings. Book through Hungry Hub to enjoy exclusive discounts and elevate your dining experience at this Bangkok gem.",
        "keywords_en": "Baan Borneo Club, 137 Pillars, Bangkok dining, colonial restaurant, Thai cuisine, Western cuisine, fine dining, luxury restaurant, teak wood building, garden view, romantic dinner",
        "title_th": "บ้านบอร์เนียว คลับ บาย 137 พิลลาร์ส | ร้านอาหารหรู - สไตล์อาณานิคม | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารชั้นเลิศที่บ้านบอร์เนียว คลับ บาย 137 พิลลาร์ส อิ่มอร่อยกับอาหารไทยและตะวันตกในบรรยากาศแบบอาณานิคม จองผ่าน Hungry Hub รับส่วนลดพิเศษ",
        "misc_th": "บ้านบอร์เนียว คลับ บาย 137 พิลลาร์ส เป็นจุดหมายปลายทางสำหรับการรับประทานอาหารที่หรูหราตั้งอยู่ใจกลางกรุงเทพมหานคร ร้านอาหารที่มีความประณีตนี้ผสมผสานเสน่ห์ของสถาปัตยกรรมแบบอาณานิคมเข้ากับความสง่างามของอาหารไทยและตะวันตกร่วมสมัย ตั้งอยู่ในอาคารไม้สักที่ได้รับการบูรณะอย่างสวยงามจากศตวรรษที่ 19 บ้านบอร์เนียว คลับ นำเสนอประสบการณ์ด้านอาหารที่ไม่เหมือนใคร พาแขกย้อนกลับไปสู่ยุคทองแห่งการสำรวจเอเชียตะวันออกเฉียงใต้ เมนูประกอบด้วยอาหารที่คัดสรรมาอย่างพิถีพิถันซึ่งผสมผสานรสชาติแบบไทยดั้งเดิมเข้ากับอิทธิพลจากนานาชาติ โดยใช้วัตถุดิบคุณภาพเยี่ยมที่มาจากท้องถิ่น อาหารซิกเนเจอร์ได้แก่ ต้มยำกุ้งมังกรบิสก์, แกงมัสมั่นเนื้อวากิว และข้าวเหนียวมะม่วงไอศกรีมกะทิ ด้วยบรรยากาศที่เป็นส่วนตัว การบริการที่ไร้ที่ติ และวิวสวนที่สวยงาม บ้านบอร์เนียว คลับ จึงเป็นสถานที่ที่สมบูรณ์แบบสำหรับมื้อค่ำสุดโรแมนติก การเฉลิมฉลองในโอกาสพิเศษ หรือการรับรองทางธุรกิจ จองผ่าน Hungry Hub เพื่อรับส่วนลดพิเศษและยกระดับประสบการณ์การรับประทานอาหารของคุณที่ร้านอัญมณีแห่งกรุงเทพฯ นี้",
        "keywords_th": "บ้านบอร์เนียว คลับ, 137 พิลลาร์ส, ร้านอาหารในกรุงเทพ, ร้านอาหารสไตล์อาณานิคม, อาหารไทย, อาหารตะวันตก, ร้านอาหารหรู, ร้านอาหารหรูหรา, อาคารไม้สัก, วิวสวน, ดินเนอร์โรแมนติก"
    },
    {
        "restaurant_id": 4767,
        "title_en": "Lincha Hot Pot 临茶火锅 | Authentic Chinese Cuisine - All-You-Can-Eat | Bangkok",
        "description_en": "Experience premium Chinese hot pot at Lincha Hot Pot 临茶火锅 in Bangkok. Enjoy all-you-can-eat options from just 399 THB with Hungry Hub. Book now for the best deals!",
        "misc_en": "Lincha Hot Pot 临茶火锅 is a renowned Chinese restaurant in Bangkok, offering an authentic and luxurious hot pot dining experience. Known for its high-quality ingredients and diverse soup base options, Lincha Hot Pot provides an all-you-can-eat buffet that caters to all taste preferences. The restaurant features a modern and elegant interior, perfect for both casual dining and special occasions. With a wide selection of fresh meats, seafood, vegetables, and house-made sauces, diners can customize their hot pot to their liking. Lincha Hot Pot also offers signature dishes such as their premium beef slices and handmade meatballs. The restaurant's commitment to using fresh, high-quality ingredients ensures a memorable dining experience for all guests. Book through Hungry Hub to enjoy exclusive discounts and promotions on your next visit to Lincha Hot Pot 临茶火锅.",
        "keywords_en": "Lincha Hot Pot, Chinese cuisine, Bangkok restaurants, all-you-can-eat buffet, hot pot dining, premium ingredients, soup bases, fresh seafood, quality meats, vegetarian options, dining deals",
        "title_th": "Lincha Hot Pot 临茶火锅 | อาหารจีนแท้ - บุฟเฟ่ต์ไม่อั้น | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์หม้อไฟจีนระดับพรีเมียมที่ Lincha Hot Pot 临茶火锅 ในกรุงเทพฯ เพลิดเพลินกับบุฟเฟ่ต์ไม่อั้นเริ่มต้นเพียง 399 บาทกับ Hungry Hub จองเลยรับข้อเสนอสุดคุ้ม!",
        "misc_th": "Lincha Hot Pot 临茶火锅 เป็นร้านอาหารจีนชื่อดังในกรุงเทพฯ ที่นำเสนอประสบการณ์การรับประทานหม้อไฟแบบดั้งเดิมและหรูหรา เป็นที่รู้จักในด้านวัตถุดิบคุณภาพสูงและตัวเลือกน้ำซุปที่หลากหลาย Lincha Hot Pot มีบริการบุฟเฟ่ต์แบบไม่จำกัดที่ตอบสนองความชอบของทุกคน ร้านอาหารมีการตกแต่งภายในที่ทันสมัยและสง่างาม เหมาะสำหรับการรับประทานอาหารแบบลำลองและโอกาสพิเศษ ด้วยตัวเลือกที่หลากหลายของเนื้อสัตว์สด อาหารทะเล ผัก และซอสที่ทำขึ้นเอง ลูกค้าสามารถปรับแต่งหม้อไฟได้ตามความชอบ Lincha Hot Pot ยังมีเมนูซิกเนเจอร์ เช่น เนื้อวัวพรีเมียมหั่นบางและลูกชิ้นทำมือ ความมุ่งมั่นของร้านในการใช้วัตถุดิบสดใหม่คุณภาพสูงทำให้มั่นใจได้ว่าจะได้รับประสบการณ์การรับประทานอาหารที่น่าจดจำสำหรับลูกค้าทุกท่าน จองผ่าน Hungry Hub เพื่อรับส่วนลดพิเศษและโปรโมชั่นในการเยี่ยมชม Lincha Hot Pot 临茶火锅 ครั้งต่อไปของคุณ",
        "keywords_th": "Lincha Hot Pot, อาหารจีน, ร้านอาหารในกรุงเทพ, บุฟเฟ่ต์ไม่อั้น, หม้อไฟ, วัตถุดิบพรีเมียม, น้ำซุป, อาหารทะเลสด, เนื้อคุณภาพ, อาหารมังสวิรัติ, ดีลอาหาร"
    },
    {
        "restaurant_id": 4769,
        "title_en": "Mitt Restaurant & Space | Modern Nordic Cuisine - Rooftop Dining | Bangkok",
        "description_en": "Experience exquisite Nordic-inspired cuisine at Mitt Restaurant & Space. Book through Hungry Hub for exclusive discounts up to 50% off on set menus. Enjoy rooftop views of Bangkok.",
        "misc_en": "Mitt Restaurant & Space, located in the heart of Bangkok, offers a unique Nordic-inspired dining experience with a modern twist. Situated on a stunning rooftop, this establishment combines innovative cuisine with breathtaking views of the city skyline. The restaurant's menu features a creative blend of Nordic and Thai flavors, using locally-sourced ingredients and traditional Nordic cooking techniques. Signature dishes include the smoked salmon gravlax, reindeer tartare, and lingonberry-glazed pork belly. The stylish, minimalist interior reflects Scandinavian design principles, creating a cozy yet sophisticated atmosphere. With its exceptional food, panoramic views, and attentive service, Mitt Restaurant & Space provides an unforgettable dining experience for both locals and tourists alike.",
        "keywords_en": "Mitt Restaurant & Space, Nordic cuisine, Bangkok rooftop dining, Scandinavian restaurant, Nordic-Thai fusion, Bangkok skyline views, modern Nordic food",
        "title_th": "Mitt Restaurant & Space | อาหารนอร์ดิกสมัยใหม่ - ร้านอาหารบนดาดฟ้า | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารนอร์ดิกสุดพิเศษที่ Mitt Restaurant & Space จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% สำหรับเซ็ตเมนู พร้อมวิวดาดฟ้ากรุงเทพฯ",
        "misc_th": "Mitt Restaurant & Space ตั้งอยู่ใจกลางกรุงเทพฯ นำเสนอประสบการณ์การรับประทานอาหารแบบนอร์ดิกที่เป็นเอกลักษณ์ผสมผสานความทันสมัย ด้วยที่ตั้งบนดาดฟ้าอันงดงาม ร้านอาหารแห่งนี้รวมอาหารนวัตกรรมเข้ากับวิวทิวทัศน์ตระการตาของเส้นขอบฟ้าเมือง เมนูของร้านนำเสนอการผสมผสานอย่างสร้างสรรค์ระหว่างรสชาตินอร์ดิกและไทย โดยใช้วัตถุดิบท้องถิ่นและเทคนิคการปรุงอาหารแบบนอร์ดิกดั้งเดิม อาหารซิกเนเจอร์ได้แก่ แซลมอนรมควันกราฟแล็กซ์ ทาร์ทาร์เนื้อกวางเรนเดียร์ และหมูสามชั้นเคลือบแยมลิงอนเบอร์รี่ การตกแต่งภายในที่เรียบหรูสะท้อนหลักการออกแบบแบบสแกนดิเนเวีย สร้างบรรยากาศที่อบอุ่นแต่หรูหรา ด้วยอาหารที่ยอดเยี่ยม วิวพาโนรามา และบริการที่ใส่ใจ Mitt Restaurant & Space มอบประสบการณ์การรับประทานอาหารที่น่าจดจำสำหรับทั้งคนท้องถิ่นและนักท่องเที่ยว",
        "keywords_th": "Mitt Restaurant & Space, อาหารนอร์ดิก, ร้านอาหารบนดาดฟ้ากรุงเทพ, ร้านอาหารสแกนดิเนเวีย, อาหารผสมผสานนอร์ดิก-ไทย, วิวเส้นขอบฟ้ากรุงเทพ, อาหารนอร์ดิกสมัยใหม่"
    },
    {
        "restaurant_id": 4770,
        "title_en": "Greenhouse Congee & Noodles by Landmark | Thai Comfort Food - All-Day Dining | Bangkok",
        "description_en": "Savor authentic Thai comfort food at Greenhouse Congee & Noodles. Enjoy all-day dining with Hungry Hub's exclusive offers starting from just 299 THB. Book now for a delicious experience!",
        "misc_en": "Greenhouse Congee & Noodles by Landmark is a charming all-day dining restaurant located in the heart of Bangkok. Specializing in authentic Thai comfort food, this eatery offers a diverse menu featuring traditional congee, noodle dishes, and local favorites. The restaurant's modern, greenhouse-inspired decor creates a welcoming atmosphere for both locals and tourists. Known for its use of fresh, high-quality ingredients, Greenhouse Congee & Noodles serves up delectable dishes like Tom Yum Goong, Pad Thai, and their signature congee with various toppings. With its convenient location in the Landmark Bangkok hotel, this restaurant is perfect for a quick lunch, leisurely dinner, or late-night meal. Experience the best of Thai cuisine at Greenhouse Congee & Noodles, where comfort meets culinary excellence.",
        "keywords_en": "Greenhouse Congee & Noodles, Landmark Bangkok, Thai comfort food, all-day dining, congee, noodles, Tom Yum Goong, Pad Thai, Bangkok restaurants",
        "title_th": "Greenhouse Congee & Noodles by Landmark | อาหารไทยสุดอร่อย - เปิดตลอดวัน | กรุงเทพฯ",
        "description_th": "ลิ้มรสอาหารไทยแสนอร่อยที่ Greenhouse Congee & Noodles เพลิดเพลินกับมื้ออาหารตลอดวันด้วยข้อเสนอสุดพิเศษจาก Hungry Hub เริ่มต้นเพียง 299 บาท จองเลย!",
        "misc_th": "Greenhouse Congee & Noodles by Landmark เป็นร้านอาหารเปิดบริการตลอดวันที่ตั้งอยู่ใจกลางกรุงเทพฯ เชี่ยวชาญด้านอาหารไทยแสนอร่อย ร้านนี้นำเสนอเมนูหลากหลายทั้งโจ๊ก อาหารจานเส้น และอาหารไทยยอดนิยม การตกแต่งร้านสไตล์โมเดิร์นได้แรงบันดาลใจจากเรือนกระจก สร้างบรรยากาศที่อบอุ่นต้อนรับทั้งชาวไทยและนักท่องเที่ยว ร้านนี้ขึ้นชื่อเรื่องการใช้วัตถุดิบสดใหม่คุณภาพสูง เสิร์ฟเมนูเด็ดอย่างต้มยำกุ้ง ผัดไทย และโจ๊กสูตรเฉพาะของทางร้านพร้อมหน้าต่างๆ ด้วยทำเลที่ตั้งสะดวกในโรงแรม Landmark Bangkok ร้านอาหารแห่งนี้เหมาะสำหรับมื้อกลางวันแบบเร่งรีบ มื้อเย็นแบบสบายๆ หรือมื้อดึก สัมผัสประสบการณ์อาหารไทยที่ดีที่สุดได้ที่ Greenhouse Congee & Noodles ที่ซึ่งความอร่อยมาพร้อมกับความเป็นเลิศทางด้านอาหาร",
        "keywords_th": "Greenhouse Congee & Noodles, Landmark Bangkok, อาหารไทย, ร้านอาหารเปิดตลอดวัน, โจ๊ก, อาหารจานเส้น, ต้มยำกุ้ง, ผัดไทย, ร้านอาหารในกรุงเทพ"
    },
    {
        "restaurant_id": 4772,
        "title_en": "Stark Food | Modern Thai Fusion - Innovative Dining | Bangkok",
        "description_en": "Experience innovative Thai fusion at Stark Food. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy creative dishes in a stylish setting.",
        "misc_en": "Stark Food in Bangkok is a culinary gem that reimagines Thai cuisine with a modern twist. This innovative restaurant combines traditional flavors with contemporary techniques, offering a unique dining experience. The menu features creative dishes that showcase the best of Thai ingredients in unexpected ways. From molecular gastronomy-inspired appetizers to artfully plated main courses, every dish is a testament to the chef's creativity. The sleek, minimalist decor provides the perfect backdrop for the vibrant, colorful plates. Stark Food is not just a meal; it's a journey through the evolving landscape of Thai cuisine, perfect for food enthusiasts and adventurous diners looking for something extraordinary in Bangkok's competitive restaurant scene.",
        "keywords_en": "Stark Food, Thai fusion, innovative dining, Bangkok restaurants, modern Thai cuisine, molecular gastronomy, creative dishes, culinary experience, exclusive discounts, Hungry Hub offers",
        "title_th": "Stark Food | อาหารไทยฟิวชั่นสมัยใหม่ - นวัตกรรมการรับประทาน | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารไทยฟิวชั่นที่ Stark Food จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% เพลิดเพลินกับอาหารสร้างสรรค์ในบรรยากาศทันสมัย",
        "misc_th": "Stark Food ในกรุงเทพฯ เป็นร้านอาหารที่นำเสนออาหารไทยในรูปแบบใหม่ที่ทันสมัย ร้านอาหารนวัตกรรมนี้ผสมผสานรสชาติแบบดั้งเดิมเข้ากับเทคนิคร่วมสมัย มอบประสบการณ์การรับประทานอาหารที่ไม่เหมือนใคร เมนูประกอบด้วยอาหารสร้างสรรค์ที่แสดงให้เห็นถึงวัตถุดิบไทยที่ดีที่สุดในรูปแบบที่ไม่คาดคิด ตั้งแต่อาหารเรียกน้ำย่อยที่ได้แรงบันดาลใจจากอณูกาสตรอนอมี ไปจนถึงจานหลักที่จัดวางอย่างสวยงาม ทุกจานเป็นการแสดงออกถึงความคิดสร้างสรรค์ของเชฟ การตกแต่งที่เรียบหรูและทันสมัยเป็นฉากหลังที่สมบูรณ์แบบสำหรับจานอาหารที่มีสีสันสดใส Stark Food ไม่ใช่แค่มื้ออาหารธรรมดา แต่เป็นการเดินทางผ่านภูมิทัศน์ที่กำลังพัฒนาของอาหารไทย เหมาะสำหรับผู้ที่ชื่นชอบอาหารและนักชิมที่ชอบผจญภัยที่กำลังมองหาสิ่งที่พิเศษในฉากร้านอาหารที่มีการแข่งขันสูงของกรุงเทพฯ",
        "keywords_th": "Stark Food, อาหารไทยฟิวชั่น, นวัตกรรมการรับประทานอาหาร, ร้านอาหารในกรุงเทพ, อาหารไทยสมัยใหม่, อณูกาสตรอนอมี, อาหารสร้างสรรค์, ประสบการณ์ด้านอาหาร, ส่วนลดพิเศษ, ข้อเสนอ Hungry Hub"
    },
    {
        "restaurant_id": 4773,
        "title_en": "O Kome No Aji | Authentic Japanese Cuisine - Sushi & Ramen | Bangkok",
        "description_en": "Experience authentic Japanese flavors at O Kome No Aji in Bangkok. Enjoy premium sushi, ramen, and set menus with Hungry Hub's exclusive 30% off deal. Book now!",
        "misc_en": "O Kome No Aji, nestled in the heart of Bangkok, offers an authentic Japanese dining experience that transports you straight to the streets of Tokyo. Known for its commitment to quality and traditional flavors, this restaurant specializes in a wide array of Japanese delicacies. From expertly crafted sushi and sashimi to comforting bowls of ramen, O Kome No Aji caters to all Japanese food enthusiasts. The restaurant's interior exudes a warm, minimalist ambiance, creating the perfect setting for both casual meals and special occasions. With a focus on fresh ingredients and meticulous preparation, O Kome No Aji has become a favorite among locals and tourists alike. Their extensive menu features popular dishes such as Wagyu beef, tempura, and donburi, alongside a carefully curated selection of sake and Japanese beers. Whether you're craving a quick lunch or a leisurely dinner, O Kome No Aji promises an unforgettable culinary journey through Japan's rich gastronomic landscape.",
        "keywords_en": "O Kome No Aji, Japanese restaurant Bangkok, sushi, ramen, authentic Japanese cuisine, Wagyu beef, tempura, donburi, sake, Japanese dining experience",
        "title_th": "โอ โคเมะ โนะ อาจิ | อาหารญี่ปุ่นแท้ - ซูชิและราเมน | กรุงเทพฯ",
        "description_th": "สัมผัสรสชาติอาหารญี่ปุ่นแท้ที่โอ โคเมะ โนะ อาจิในกรุงเทพฯ เพลิดเพลินกับซูชิ ราเมน และเซตเมนูพรีเมียมด้วยส่วนลด 30% จาก Hungry Hub จองเลย!",
        "misc_th": "โอ โคเมะ โนะ อาจิ ตั้งอยู่ใจกลางกรุงเทพฯ นำเสนอประสบการณ์การรับประทานอาหารญี่ปุ่นแท้ที่จะพาคุณไปสู่ถนนในโตเกียว ร้านนี้มีชื่อเสียงในด้านความมุ่งมั่นในคุณภาพและรสชาติแบบดั้งเดิม โดยเชี่ยวชาญในอาหารญี่ปุ่นหลากหลายประเภท ตั้งแต่ซูชิและซาชิมิที่ปรุงอย่างพิถีพิถันไปจนถึงราเมนที่อบอุ่นใจ โอ โคเมะ โนะ อาจิ ตอบสนองความต้องการของผู้ที่ชื่นชอบอาหารญี่ปุ่นทุกคน บรรยากาศภายในร้านอบอุ่นและเรียบง่าย สร้างบรรยากาศที่สมบูรณ์แบบสำหรับทั้งมื้ออาหารทั่วไปและโอกาสพิเศษ ด้วยการเน้นวัตถุดิบสดใหม่และการเตรียมอาหารอย่างพิถีพิถัน โอ โคเมะ โนะ อาจิ จึงกลายเป็นที่โปรดปรานของทั้งชาวท้องถิ่นและนักท่องเที่ยว เมนูที่หลากหลายมีอาหารยอดนิยม เช่น เนื้อวากิว เทมปุระ และข้าวหน้าต่างๆ พร้อมด้วยเหล้าสาเกและเบียร์ญี่ปุ่นที่คัดสรรมาอย่างดี ไม่ว่าคุณจะต้องการมื้อกลางวันแบบรวดเร็วหรือมื้อเย็นแบบสบายๆ โอ โคเมะ โนะ อาจิ รับรองว่าจะมอบประสบการณ์ทางอาหารที่น่าจดจำผ่านวัฒนธรรมอาหารอันหลากหลายของญี่ปุ่น",
        "keywords_th": "โอ โคเมะ โนะ อาจิ, ร้านอาหารญี่ปุ่นกรุงเทพ, ซูชิ, ราเมน, อาหารญี่ปุ่นแท้, เนื้อวากิว, เทมปุระ, ข้าวหน้า, สาเก, ประสบการณ์อาหารญี่ปุ่น"
    },
    {
        "restaurant_id": 4774,
        "title_en": "Thong Kee Restaurant | Authentic Thai Cuisine - Local Favorite | Bangkok",
        "description_en": "Discover Thong Kee Restaurant's authentic Thai dishes at unbeatable prices. Book through Hungry Hub for exclusive discounts up to 50% off on your dining experience!",
        "misc_en": "Thong Kee Restaurant is a beloved local eatery in Bangkok, known for its authentic Thai cuisine and warm, inviting atmosphere. With a history spanning over three decades, this family-run establishment has perfected traditional recipes passed down through generations. Diners can indulge in a wide array of classic Thai dishes, from aromatic Tom Yum Goong to perfectly balanced Pad Thai. The restaurant's commitment to using fresh, locally-sourced ingredients ensures a truly authentic dining experience. Thong Kee's rustic decor and friendly staff create a welcoming ambiance that keeps locals and tourists alike coming back for more. Whether you're craving spicy curries, refreshing salads, or mouthwatering desserts, Thong Kee Restaurant offers a genuine taste of Thailand at affordable prices.",
        "keywords_en": "Thong Kee Restaurant, authentic Thai cuisine, Bangkok dining, local favorite, traditional recipes, Tom Yum Goong, Pad Thai, affordable Thai food, family-run restaurant",
        "title_th": "ร้านทองกี่ | อาหารไทยดั้งเดิม - ร้านโปรดของคนท้องถิ่น | กรุงเทพฯ",
        "description_th": "สัมผัสรสชาติอาหารไทยแท้ๆ ที่ร้านทองกี่ ในราคาสุดคุ้ม จองผ่าน Hungry Hub รับส่วนลดพิเศษสูงสุด 50% สำหรับมื้ออาหารของคุณ!",
        "misc_th": "ร้านทองกี่เป็นร้านอาหารท้องถิ่นที่ได้รับความนิยมในกรุงเทพฯ มีชื่อเสียงด้านอาหารไทยแท้และบรรยากาศอบอุ่นเป็นกันเอง ด้วยประวัติยาวนานกว่าสามทศวรรษ ร้านครอบครัวนี้ได้สืบทอดสูตรอาหารดั้งเดิมจากรุ่นสู่รุ่น ลูกค้าสามารถลิ้มลองอาหารไทยคลาสสิกหลากหลายเมนู ตั้งแต่ต้มยำกุ้งหอมกรุ่นไปจนถึงผัดไทยรสชาติกลมกล่อม ร้านมุ่งมั่นใช้วัตถุดิบสดใหม่จากท้องถิ่น เพื่อมอบประสบการณ์การรับประทานอาหารไทยแท้ๆ การตกแต่งร้านแบบเรียบง่ายและพนักงานที่เป็นมิตรสร้างบรรยากาศอบอุ่นที่ทำให้ทั้งคนท้องถิ่นและนักท่องเที่ยวกลับมาอุดหนุนอีก ไม่ว่าคุณจะอยากลิ้มลองแกงเผ็ด สลัดแซ่บ หรือขนมหวานรสเลิศ ร้านทองกี่พร้อมเสิร์ฟรสชาติแท้ของไทยในราคาย่อมเยา",
        "keywords_th": "ร้านทองกี่, อาหารไทยแท้, ร้านอาหารในกรุงเทพ, ร้านโปรดของคนท้องถิ่น, สูตรอาหารดั้งเดิม, ต้มยำกุ้ง, ผัดไทย, อาหารไทยราคาย่อมเยา, ร้านอาหารครอบครัว"
    },
    {
        "restaurant_id": 4775,
        "title_en": "Phedder by Yumzanazun | Fusion Cuisine - Innovative Dining | Bangkok",
        "description_en": "Experience unique fusion cuisine at Phedder by Yumzanazun. Book through Hungry Hub for exclusive discounts up to 50% off. Enjoy innovative dishes in a stylish setting.",
        "misc_en": "Phedder by Yumzanazun is a trendy fusion restaurant located in the heart of Bangkok. Known for its innovative culinary approach, Phedder combines Thai flavors with international cuisines, creating a unique dining experience. The restaurant's stylish interior and relaxed atmosphere make it perfect for both casual meals and special occasions. Chef Yumzanazun's creative menu features dishes like Tom Yum Risotto, Massaman Curry Burger, and Thai Tea Tiramisu, showcasing a perfect blend of local and global tastes. With its commitment to using fresh, high-quality ingredients and presenting dishes in an artful manner, Phedder has quickly become a favorite among food enthusiasts and Instagram-savvy diners. The restaurant also offers a carefully curated selection of cocktails and mocktails that complement the fusion theme. Book through Hungry Hub to enjoy exclusive discounts and a memorable culinary journey at Phedder by Yumzanazun.",
        "keywords_en": "Phedder by Yumzanazun, fusion cuisine, Bangkok restaurants, innovative dining, Thai fusion, international flavors, Chef Yumzanazun, trendy eatery, culinary experience, Hungry Hub discounts",
        "title_th": "Phedder by Yumzanazun | อาหารฟิวชั่น - ประสบการณ์การรับประทานที่ไม่เหมือนใคร | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์อาหารฟิวชั่นที่ Phedder by Yumzanazun จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% เพลิดเพลินกับเมนูสร้างสรรค์ในบรรยากาศสุดชิค",
        "misc_th": "Phedder by Yumzanazun เป็นร้านอาหารฟิวชั่นสุดทันสมัยตั้งอยู่ใจกลางกรุงเทพฯ ขึ้นชื่อด้านการผสมผสานรสชาติอาหารไทยกับอาหารนานาชาติได้อย่างลงตัว สร้างประสบการณ์การรับประทานอาหารที่ไม่เหมือนใคร การตกแต่งภายในที่มีสไตล์และบรรยากาศผ่อนคลายทำให้เหมาะกับทั้งมื้ออาหารทั่วไปและโอกาสพิเศษ เมนูสร้างสรรค์ของเชฟยำซ่าน่าซุน เช่น ต้มยำริซอตโต้ เบอร์เกอร์แกงมัสมั่น และทีรามิสุชาไทย แสดงถึงการผสมผสานรสชาติท้องถิ่นและนานาชาติได้อย่างลงตัว ด้วยความมุ่งมั่นในการใช้วัตถุดิบสดใหม่คุณภาพสูงและการนำเสนออาหารอย่างสวยงาม ทำให้ Phedder กลายเป็นที่โปรดปรานของนักชิมและนักถ่ายภาพอาหาร นอกจากนี้ยังมีค็อกเทลและม็อกเทลที่คัดสรรมาอย่างดีเพื่อเข้ากับธีมฟิวชั่น จองผ่าน Hungry Hub เพื่อรับส่วนลดพิเศษและสัมผัสประสบการณ์ทางอาหารที่น่าจดจำที่ Phedder by Yumzanazun",
        "keywords_th": "Phedder by Yumzanazun, อาหารฟิวชั่น, ร้านอาหารในกรุงเทพ, ร้านอาหารสร้างสรรค์, อาหารไทยฟิวชั่น, รสชาตินานาชาติ, เชฟยำซ่าน่าซุน, ร้านอาหารทันสมัย, ประสบการณ์ทางอาหาร, ส่วนลด Hungry Hub"
    },
    {
        "restaurant_id": 4776,
        "title_en": "T and T Restaurant | Authentic Thai Cuisine - Riverside Dining | Bangkok",
        "description_en": "Experience authentic Thai flavors at T and T Restaurant in Bangkok. Enjoy riverside dining with stunning views. Book through Hungry Hub for exclusive discounts up to 50% off!",
        "misc_en": "T and T Restaurant, nestled along the Chao Phraya River in Bangkok, offers an unforgettable dining experience combining authentic Thai cuisine with breathtaking views. Known for its fresh seafood and traditional recipes, T and T has become a favorite among locals and tourists alike. The restaurant's spacious outdoor terrace provides a perfect setting for romantic dinners or group celebrations. Signature dishes include Tom Yum Goong, Pad Thai, and Mango Sticky Rice. With its warm hospitality, diverse menu, and stunning location, T and T Restaurant promises a truly memorable Thai dining adventure in the heart of Bangkok.",
        "keywords_en": "T and T Restaurant, Thai cuisine, riverside dining, Bangkok, seafood, authentic Thai food, Chao Phraya River, outdoor terrace, Tom Yum Goong, Pad Thai",
        "title_th": "ร้านอาหาร T and T | อาหารไทยแท้ - ริมแม่น้ำเจ้าพระยา | กรุงเทพฯ",
        "description_th": "สัมผัสรสชาติอาหารไทยแท้ที่ร้าน T and T ในกรุงเทพฯ ดื่มด่ำกับบรรยากาศริมแม่น้ำ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50%!",
        "misc_th": "ร้านอาหาร T and T ตั้งอยู่ริมแม่น้ำเจ้าพระยาในกรุงเทพฯ นำเสนอประสบการณ์การรับประทานอาหารที่น่าประทับใจ ผสมผสานอาหารไทยแท้กับวิวที่สวยงามตระการตา เป็นที่รู้จักในด้านอาหารทะเลสดใหม่และสูตรอาหารไทยดั้งเดิม T and T ได้รับความนิยมทั้งจากคนไทยและนักท่องเที่ยว ระเบียงกลางแจ้งที่กว้างขวางของร้านเหมาะสำหรับมื้อค่ำแบบโรแมนติกหรือการเฉลิมฉลองกับกลุ่มเพื่อน เมนูเด่นได้แก่ ต้มยำกุ้ง ผัดไทย และข้าวเหนียวมะม่วง ด้วยการต้อนรับที่อบอุ่น เมนูที่หลากหลาย และทำเลที่ตั้งที่สวยงาม ร้านอาหาร T and T พร้อมมอบประสบการณ์การรับประทานอาหารไทยที่น่าจดจำในใจกลางกรุงเทพฯ",
        "keywords_th": "ร้านอาหาร T and T, อาหารไทย, ร้านอาหารริมแม่น้ำ, กรุงเทพฯ, อาหารทะเล, อาหารไทยแท้, แม่น้ำเจ้าพระยา, ระเบียงกลางแจ้ง, ต้มยำกุ้ง, ผัดไทย"
    },
    {
        "restaurant_id": 4777,
        "title_en": "Caper by Dan Bark | Fine Dining Experience - Michelin Star | Bangkok",
        "description_en": "Experience Michelin-starred cuisine at Caper by Dan Bark in Bangkok. Book through Hungry Hub for exclusive dining offers starting from just ฿2,990++. Indulge in innovative tasting menus.",
        "misc_en": "Caper by Dan Bark is a Michelin-starred restaurant in Bangkok, offering an unparalleled fine dining experience. Chef Dan Bark, known for his innovative approach, combines Western techniques with Asian flavors to create unique, artistic dishes. The restaurant features an intimate setting with only 20 seats, ensuring personalized service. Caper offers a constantly evolving tasting menu, showcasing seasonal ingredients and creative presentations. Highlights include the signature Wagyu beef dish and intricate desserts. The restaurant also boasts an extensive wine list and creative cocktails to complement the culinary journey. With its commitment to excellence and attention to detail, Caper by Dan Bark has become a must-visit destination for food enthusiasts and connoisseurs in Bangkok.",
        "keywords_en": "Caper by Dan Bark, Michelin star restaurant Bangkok, fine dining Bangkok, Chef Dan Bark, tasting menu, innovative cuisine, Wagyu beef, seasonal ingredients, wine pairing, exclusive dining experience",
        "title_th": "Caper by Dan Bark | ประสบการณ์อาหารระดับมิชลิน - ร้านอาหารดาวมิชลิน | กรุงเทพฯ",
        "description_th": "สัมผัสอาหารระดับมิชลินที่ Caper by Dan Bark ในกรุงเทพฯ จองผ่าน Hungry Hub รับข้อเสนอสุดพิเศษเริ่มต้นเพียง 2,990++ บาท ลิ้มรสเมนูชิมแบบพิเศษสุดสร้างสรรค์",
        "misc_th": "Caper by Dan Bark เป็นร้านอาหารระดับมิชลินในกรุงเทพฯ ที่นำเสนอประสบการณ์การรับประทานอาหารระดับพรีเมียม เชฟ Dan Bark เป็นที่รู้จักในด้านแนวทางที่สร้างสรรค์ ผสมผสานเทคนิคตะวันตกกับรสชาติเอเชียเพื่อสร้างอาหารที่เป็นเอกลักษณ์และเป็นงานศิลปะ ร้านอาหารมีบรรยากาศที่เป็นส่วนตัวด้วยที่นั่งเพียง 20 ที่ ทำให้มั่นใจได้ถึงการบริการที่เป็นส่วนตัว Caper นำเสนอเมนูชิมที่เปลี่ยนแปลงอยู่เสมอ โดยนำเสนอวัตถุดิบตามฤดูกาลและการจัดวางที่สร้างสรรค์ ไฮไลท์รวมถึงเมนูเนื้อวากิวที่เป็นซิกเนเจอร์และของหวานที่ประณีต ร้านอาหารยังมีรายการไวน์ที่หลากหลายและค็อกเทลสร้างสรรค์เพื่อเสริมการเดินทางทางอาหาร ด้วยความมุ่งมั่นสู่ความเป็นเลิศและความใส่ใจในรายละเอียด Caper by Dan Bark ได้กลายเป็นจุดหมายปลายทางที่ต้องมาเยือนสำหรับผู้ชื่นชอบอาหารและผู้เชี่ยวชาญในกรุงเทพฯ",
        "keywords_th": "Caper by Dan Bark, ร้านอาหารมิชลินในกรุงเทพ, ร้านอาหารหรูในกรุงเทพ, เชฟแดน บาร์ค, เมนูชิม, อาหารสร้างสรรค์, เนื้อวากิว, วัตถุดิบตามฤดูกาล, ไวน์แพริ่ง, ประสบการณ์การรับประทานอาหารสุดพิเศษ"
    },
    {
        "restaurant_id": 4779,
        "title_en": "Signaturebkk The Paseo Park Kanchanaphisek | Buffet & Hotpot - All You Can Eat | Bangkok",
        "description_en": "Indulge in a premium buffet & hotpot experience at Signaturebkk The Paseo Park. Enjoy over 100 dishes, fresh seafood, and prime meats. Book through Hungry Hub for up to 50% off!",
        "misc_en": "Signaturebkk The Paseo Park Kanchanaphisek is a premium buffet and hotpot restaurant located in Bangkok, offering an exceptional all-you-can-eat dining experience. With over 100 dishes to choose from, guests can indulge in a wide variety of fresh seafood, prime meats, and authentic Thai and international cuisines. The restaurant's modern and stylish ambiance creates the perfect setting for both casual dinners and special occasions. Signature dishes include fresh oysters, Alaskan king crab, and premium wagyu beef. The interactive hotpot experience allows diners to customize their meal with various broths and ingredients. Signaturebkk also offers a selection of desserts and beverages to complete the dining experience. With its high-quality ingredients, diverse menu, and excellent service, Signaturebkk The Paseo Park Kanchanaphisek is a must-visit destination for food lovers in Bangkok.",
        "keywords_en": "Signaturebkk, The Paseo Park, Kanchanaphisek, buffet, hotpot, all-you-can-eat, seafood, Bangkok, premium dining, restaurant, Thai cuisine, international cuisine",
        "title_th": "Signaturebkk The Paseo Park กาญจนาภิเษก | บุฟเฟ่ต์และหม้อไฟ - อิ่มไม่อั้น | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์บุฟเฟ่ต์และหม้อไฟระดับพรีเมียมที่ Signaturebkk The Paseo Park กว่า 100 เมนู อาหารทะเลสด เนื้อชั้นดี จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50%!",
        "misc_th": "Signaturebkk The Paseo Park กาญจนาภิเษก เป็นร้านอาหารบุฟเฟ่ต์และหม้อไฟระดับพรีเมียมในกรุงเทพฯ ที่มอบประสบการณ์การรับประทานแบบอิ่มไม่อั้น มีเมนูให้เลือกมากกว่า 100 รายการ ลูกค้าสามารถเพลิดเพลินกับอาหารทะเลสด เนื้อคุณภาพดี และอาหารไทยและนานาชาติแท้ๆ บรรยากาศที่ทันสมัยและมีสไตล์ของร้านเหมาะสำหรับทั้งมื้อค่ำแบบสบายๆ และโอกาสพิเศษ เมนูซิกเนเจอร์ของร้านรวมถึงหอยนางรมสด ปูอลาสก้า และเนื้อวากิวคุณภาพเยี่ยม ประสบการณ์หม้อไฟแบบโต๊ะร้อนช่วยให้ลูกค้าสามารถปรุงอาหารได้ตามใจชอบด้วยน้ำซุปและวัตถุดิบหลากหลาย นอกจากนี้ Signaturebkk ยังมีของหวานและเครื่องดื่มให้เลือกเพื่อเติมเต็มมื้ออาหาร ด้วยวัตถุดิบคุณภาพสูง เมนูที่หลากหลาย และบริการที่ยอดเยี่ยม Signaturebkk The Paseo Park กาญจนาภิเษก จึงเป็นจุดหมายที่ไม่ควรพลาดสำหรับคนรักอาหารในกรุงเทพฯ",
        "keywords_th": "Signaturebkk, The Paseo Park, กาญจนาภิเษก, บุฟเฟ่ต์, หม้อไฟ, อิ่มไม่อั้น, อาหารทะเล, กรุงเทพฯ, ร้านอาหารระดับพรีเมียม, ร้านอาหาร, อาหารไทย, อาหารนานาชาติ"
    },
    {
        "restaurant_id": 4780,
        "title_en": "Signaturebkk Design Village Bangna | Trendy Dining & Shopping | Bangkok",
        "description_en": "Experience Signaturebkk Design Village Bangna - a unique lifestyle destination in Bangkok. Enjoy trendy cafes, restaurants, and shops with Hungry Hub's exclusive discounts up to 50% off!",
        "misc_en": "Signaturebkk Design Village Bangna is a vibrant lifestyle destination in Bangkok, offering a perfect blend of dining, shopping, and entertainment. This trendy complex features a diverse range of restaurants, cafes, and boutique shops, all set in a modern and stylish environment. Visitors can explore unique concept stores, indulge in delicious cuisines from various cultures, and enjoy the lively atmosphere. The design-focused architecture and Instagram-worthy spots make it a popular choice for both locals and tourists. With its convenient location in the Bangna area, Signaturebkk Design Village is an ideal place to spend a day shopping, dining, and relaxing with friends and family.",
        "keywords_en": "Signaturebkk Design Village Bangna, Bangkok dining, lifestyle destination, trendy cafes, boutique shopping, Instagram-worthy spots, Bangna restaurants, unique concept stores",
        "title_th": "Signaturebkk Design Village บางนา | แหล่งช้อปปิ้งและร้านอาหารสุดชิค | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์ที่ Signaturebkk Design Village บางนา - จุดหมายไลฟ์สไตล์สุดเก๋ในกรุงเทพฯ เพลิดเพลินกับร้านอาหารและร้านค้าทันสมัย พร้อมส่วนลดสูงสุด 50% จาก Hungry Hub!",
        "misc_th": "Signaturebkk Design Village บางนา เป็นจุดหมายปลายทางด้านไลฟ์สไตล์ที่มีชีวิตชีวาในกรุงเทพฯ นำเสนอการผสมผสานที่ลงตัวระหว่างการรับประทานอาหาร ช้อปปิ้ง และความบันเทิง สถานที่ทันสมัยแห่งนี้มีร้านอาหาร คาเฟ่ และร้านค้าบูติกที่หลากหลาย ทั้งหมดตั้งอยู่ในสภาพแวดล้อมที่ทันสมัยและมีสไตล์ ผู้มาเยือนสามารถสำรวจร้านค้าคอนเซ็ปต์ที่ไม่เหมือนใคร เพลิดเพลินกับอาหารอร่อยจากวัฒนธรรมต่างๆ และสัมผัสบรรยากาศที่คึกคัก สถาปัตยกรรมที่เน้นการออกแบบและจุดถ่ายภาพสวยๆ ทำให้ที่นี่เป็นตัวเลือกยอดนิยมสำหรับทั้งคนท้องถิ่นและนักท่องเที่ยว ด้วยทำเลที่สะดวกในย่านบางนา Signaturebkk Design Village จึงเป็นสถานที่ที่เหมาะอย่างยิ่งสำหรับการใช้เวลาทั้งวันในการช้อปปิ้ง รับประทานอาหาร และพักผ่อนกับเพื่อนและครอบครัว",
        "keywords_th": "Signaturebkk Design Village บางนา, ร้านอาหารกรุงเทพ, จุดหมายไลฟ์สไตล์, คาเฟ่ทันสมัย, ช้อปปิ้งบูติก, จุดถ่ายรูปสวย, ร้านอาหารบางนา, ร้านค้าคอนเซ็ปต์"
    },
    {
        "restaurant_id": 4781,
        "title_en": "Tap Yard | Craft Beer Haven - Artisanal Brews & Bites | Bangkok",
        "description_en": "Discover Tap Yard's extensive craft beer selection and delicious bites in Bangkok. Book through Hungry Hub for exclusive discounts up to 50% off on food and drinks!",
        "misc_en": "Tap Yard is a craft beer lover's paradise nestled in the heart of Bangkok. This vibrant gastropub offers an impressive selection of local and international craft beers, with over 20 rotating taps and countless bottled options. The industrial-chic ambiance creates the perfect setting for beer enthusiasts and casual drinkers alike. Alongside their extensive beer menu, Tap Yard serves up a delectable array of pub grub, including gourmet burgers, crispy chicken wings, and hearty sandwiches. Their knowledgeable staff are always ready to guide patrons through the diverse beer selection, making it an ideal spot for both connoisseurs and newcomers to the craft beer scene. With regular events, beer tastings, and live music nights, Tap Yard has quickly become a go-to destination for those seeking a unique and flavorful drinking experience in Bangkok.",
        "keywords_en": "Tap Yard, craft beer, Bangkok, gastropub, beer tasting, pub food, local brews, international beers, beer events, live music",
        "title_th": "แทป ยาร์ด | สวรรค์เบียร์คราฟท์ - เครื่องดื่มและอาหารอาร์ตติซาน | กรุงเทพฯ",
        "description_th": "สัมผัสประสบการณ์เบียร์คราฟท์หลากหลายและอาหารอร่อยที่แทป ยาร์ด กรุงเทพฯ จองผ่าน Hungry Hub รับส่วนลดสูงสุด 50% สำหรับอาหารและเครื่องดื่ม!",
        "misc_th": "แทป ยาร์ด คือสวรรค์ของคนรักเบียร์คราฟท์ใจกลางกรุงเทพฯ ร้านอาหารและเครื่องดื่มสไตล์อินดัสเทรียลชิคแห่งนี้นำเสนอเบียร์คราฟท์ท้องถิ่นและนานาชาติหลากหลายชนิด ด้วยก๊อกเบียร์หมุนเวียนกว่า 20 ชนิดและเบียร์ขวดอีกมากมาย บรรยากาศที่เป็นเอกลักษณ์สร้างความประทับใจให้ทั้งผู้เชี่ยวชาญและผู้ที่เพิ่งเริ่มดื่มเบียร์ นอกจากเมนูเครื่องดื่มที่หลากหลายแล้ว แทป ยาร์ด ยังเสิร์ฟอาหารจานอร่อยมากมาย เช่น เบอร์เกอร์สูตรพิเศษ ปีกไก่ทอดกรอบ และแซนด์วิชแสนอิ่ม พนักงานที่มีความรู้พร้อมแนะนำการเลือกเบียร์ให้กับลูกค้า ทำให้เป็นสถานที่ที่เหมาะสำหรับทั้งผู้เชี่ยวชาญและผู้ที่เพิ่งเริ่มต้นดื่มเบียร์คราฟท์ ด้วยกิจกรรมพิเศษ การชิมเบียร์ และคืนดนตรีสดที่จัดขึ้นเป็นประจำ แทป ยาร์ด จึงกลายเป็นจุดหมายปลายทางยอดนิยมสำหรับผู้ที่แสวงหาประสบการณ์การดื่มที่เป็นเอกลักษณ์และเต็มไปด้วยรสชาติในกรุงเทพฯ",
        "keywords_th": "แทป ยาร์ด, เบียร์คราฟท์, กรุงเทพฯ, ร้านอาหารและเครื่องดื่ม, ชิมเบียร์, อาหารผับ, เบียร์ท้องถิ่น, เบียร์นานาชาติ, กิจกรรมเบียร์, ดนตรีสด"
    }
]